#+TITLE: 我的时间
#+DATE: 2015-01-01

* 工作
** 会议
*** 小组例会（Logging）
    CLOCK: [2018-08-01 三 11:31]--[2018-08-01 三 12:04] =>  0:33
    CLOCK: [2018-07-27 五 11:31]--[2018-07-27 五 11:39] =>  0:08
    CLOCK: [2018-07-20 五 11:57]--[2018-07-20 五 12:20] =>  0:23
    CLOCK: [2018-07-13 五 11:40]--[2018-07-13 五 12:08] =>  0:28
    CLOCK: [2018-07-11 三 11:41]--[2018-07-11 三 11:49] =>  0:08
    CLOCK: [2018-07-06 五 11:31]--[2018-07-06 五 12:05] =>  0:34
*** 数据工厂例会
    CLOCK: [2018-07-30 一 10:02]--[2018-07-30 一 10:55] =>  0:53
    CLOCK: [2018-07-16 一 13:57]--[2018-07-16 一 14:03] =>  0:06
    CLOCK: [2018-07-09 一 10:08]--[2018-07-09 一 10:55] =>  0:47
*** DT Core 例会
    CLOCK: [2018-04-03 二 15:03]--[2018-04-03 二 15:57] =>  0:54
    CLOCK: [2018-03-20 二 15:09]--[2018-03-20 二 15:49] =>  0:40
*** 高工经理双周会
    CLOCK: [2018-07-31 二 16:03]--[2018-07-31 二 18:39] =>  2:36
    CLOCK: [2018-07-17 二 16:02]--[2018-07-17 二 18:59] =>  2:57
    CLOCK: [2018-06-26 二 16:02]--[2018-06-26 二 18:06] =>  2:04
    CLOCK: [2018-06-05 二 16:08]--[2018-06-05 二 17:41] =>  1:33
    CLOCK: [2018-05-22 二 16:03]--[2018-05-22 二 17:55] =>  1:52
    CLOCK: [2018-05-08 二 16:02]--[2018-05-08 二 17:45] =>  1:43
*** 1807 小乐LS交接分享
    CLOCK: [2018-07-19 四 11:47]--[2018-07-19 四 12:31] =>  0:44
*** 1807 18H2 DT工程团队规划
    CLOCK: [2018-07-17 二 12:05]--[2018-07-17 二 13:15] =>  1:10
** 杂事
*** 每日计划
    CLOCK: [2018-08-02 四 11:31]--[2018-08-02 四 11:51] =>  0:20
    CLOCK: [2018-08-01 三 11:14]--[2018-08-01 三 11:31] =>  0:17
    CLOCK: [2018-07-30 一 10:57]--[2018-07-30 一 11:28] =>  0:31
    CLOCK: [2018-07-27 五 11:03]--[2018-07-27 五 11:31] =>  0:28
    CLOCK: [2018-07-25 三 11:23]--[2018-07-25 三 11:53] =>  0:30
    CLOCK: [2018-07-24 二 11:11]--[2018-07-24 二 11:44] =>  0:33
    CLOCK: [2018-07-14 六 11:27]--[2018-07-14 六 11:57] =>  0:30
    CLOCK: [2018-07-12 四 10:36]--[2018-07-12 四 10:38] =>  0:02
    CLOCK: [2018-07-09 一 11:05]--[2018-07-09 一 11:42] =>  0:37
    CLOCK: [2018-07-04 三 11:16]--[2018-07-04 三 11:31] =>  0:15
*** 个人周报
    CLOCK: [2018-07-14 六 13:27]--[2018-07-14 六 14:00] =>  0:33
    CLOCK: [2018-06-29 五 22:42]--[2018-06-29 五 23:30] =>  0:48
*** 团队周报
    CLOCK: [2018-07-31 二 13:04]--[2018-07-31 二 13:47] =>  0:43
    CLOCK: [2018-07-27 五 11:39]--[2018-07-27 五 12:03] =>  0:24
    CLOCK: [2018-07-20 五 13:10]--[2018-07-20 五 13:47] =>  0:37
    CLOCK: [2018-07-17 二 10:45]--[2018-07-17 二 11:03] =>  0:18
    CLOCK: [2018-07-13 五 11:20]--[2018-07-13 五 11:40] =>  0:20
    CLOCK: [2018-07-07 六 15:27]--[2018-07-07 六 16:24] =>  0:57
*** 1807 LS串讲
    CLOCK: [2018-08-01 三 15:36]--[2018-08-01 三 16:51] =>  1:15
*** 1807 MI河图等级提升
    CLOCK: [2018-07-31 二 19:58]--[2018-07-31 二 21:37] =>  1:39
*** 1807 给新同学小刚讲MI
    CLOCK: [2018-07-30 一 15:28]--[2018-07-30 一 16:33] =>  1:05
*** 1807 分享：Spark在商家号的应用
    CLOCK: [2018-07-26 四 18:32]--[2018-07-26 四 19:39] =>  1:07
*** 1807 经理半年绩效沟通
    CLOCK: [2018-07-25 三 16:03]--[2018-07-25 三 17:24] =>  1:21
    CLOCK: [2018-07-25 三 14:27]--[2018-07-25 三 14:57] =>  0:30
*** 1807 楚风指导
    CLOCK: [2018-07-04 三 19:17]--[2018-07-04 三 20:03] =>  0:46
*** 1807 ERP期中回顾
    CLOCK: [2018-07-04 三 00:39]--[2018-07-04 三 01:17] =>  0:38
    CLOCK: [2018-07-03 二 22:33]--[2018-07-03 二 22:55] =>  0:22
    CLOCK: [2018-07-03 二 20:10]--[2018-07-03 二 21:35] =>  1:25
*** 1806 和经理沟通团队近况
    CLOCK: [2018-06-27 三 13:21]--[2018-06-27 三 13:56] =>  0:35
** 运维
*** MI 运维
    CLOCK: [2018-08-02 四 18:57]--[2018-08-02 四 19:08] =>  0:11
    CLOCK: [2018-08-02 四 15:56]--[2018-08-02 四 16:04] =>  0:08
    CLOCK: [2018-08-02 四 15:16]--[2018-08-02 四 15:29] =>  0:13
    CLOCK: [2018-08-02 四 14:24]--[2018-08-02 四 14:54] =>  0:30
    CLOCK: [2018-08-02 四 12:29]--[2018-08-02 四 12:36] =>  0:07
    CLOCK: [2018-08-02 四 09:30]--[2018-08-02 四 09:44] =>  0:14
    CLOCK: [2018-08-01 三 19:41]--[2018-08-01 三 20:38] =>  0:57
    CLOCK: [2018-08-01 三 19:15]--[2018-08-01 三 19:18] =>  0:03
    CLOCK: [2018-07-31 二 22:15]--[2018-07-31 二 22:28] =>  0:13
    CLOCK: [2018-07-31 二 19:46]--[2018-07-31 二 19:58] =>  0:12
    CLOCK: [2018-07-30 一 18:46]--[2018-07-30 一 19:10] =>  0:24
    CLOCK: [2018-07-30 一 16:47]--[2018-07-30 一 17:02] =>  0:15
    CLOCK: [2018-07-30 一 11:28]--[2018-07-30 一 12:04] =>  0:36
    CLOCK: [2018-07-30 一 09:56]--[2018-07-30 一 10:02] =>  0:06
    CLOCK: [2018-07-27 五 23:34]--[2018-07-27 五 23:44] =>  0:10
    CLOCK: [2018-07-27 五 21:31]--[2018-07-27 五 22:00] =>  0:29
    CLOCK: [2018-07-26 四 20:02]--[2018-07-26 四 20:17] =>  0:15
    CLOCK: [2018-07-26 四 19:43]--[2018-07-26 四 20:02] =>  0:19
    CLOCK: [2018-07-26 四 18:22]--[2018-07-26 四 18:32] =>  0:10
    CLOCK: [2018-07-24 二 12:50]--[2018-07-24 二 13:14] =>  0:24
    CLOCK: [2018-07-24 二 11:48]--[2018-07-24 二 11:55] =>  0:07
    CLOCK: [2018-07-23 一 12:53]--[2018-07-23 一 13:02] =>  0:09
    CLOCK: [2018-07-23 一 11:03]--[2018-07-23 一 11:45] =>  0:42
    CLOCK: [2018-07-23 一 02:06]--[2018-07-23 一 02:24] =>  0:18
    CLOCK: [2018-07-20 五 21:14]--[2018-07-20 五 22:09] =>  0:55
    CLOCK: [2018-07-20 五 18:24]--[2018-07-20 五 18:34] =>  0:10
    CLOCK: [2018-07-20 五 17:26]--[2018-07-20 五 17:45] =>  0:19
    CLOCK: [2018-07-20 五 16:56]--[2018-07-20 五 17:26] =>  0:30
    CLOCK: [2018-07-20 五 11:10]--[2018-07-20 五 11:22] =>  0:12
    CLOCK: [2018-07-19 四 19:39]--[2018-07-19 四 20:03] =>  0:24
    CLOCK: [2018-07-19 四 16:50]--[2018-07-19 四 17:15] =>  0:25
    CLOCK: [2018-07-19 四 13:17]--[2018-07-19 四 14:31] =>  1:14
    CLOCK: [2018-07-19 四 00:19]--[2018-07-19 四 00:27] =>  0:08
    CLOCK: [2018-07-18 三 18:40]--[2018-07-18 三 18:55] =>  0:15
    CLOCK: [2018-07-18 三 17:13]--[2018-07-18 三 17:44] =>  0:31
    CLOCK: [2018-07-18 三 16:53]--[2018-07-18 三 17:08] =>  0:15
    CLOCK: [2018-07-18 三 15:32]--[2018-07-18 三 16:06] =>  0:34
    CLOCK: [2018-07-18 三 13:00]--[2018-07-18 三 13:05] =>  0:05
    CLOCK: [2018-07-18 三 11:59]--[2018-07-18 三 12:26] =>  0:27
    CLOCK: [2018-07-18 三 11:21]--[2018-07-18 三 11:54] =>  0:33
    CLOCK: [2018-07-17 二 20:39]--[2018-07-17 二 20:57] =>  0:18
    CLOCK: [2018-07-17 二 19:05]--[2018-07-17 二 20:35] =>  1:30
    CLOCK: [2018-07-17 二 13:47]--[2018-07-17 二 15:18] =>  1:31
    CLOCK: [2018-07-16 一 22:41]--[2018-07-16 一 22:55] =>  0:14
    CLOCK: [2018-07-16 一 15:08]--[2018-07-16 一 15:49] =>  0:41
    CLOCK: [2018-07-16 一 14:10]--[2018-07-16 一 14:28] =>  0:18
    CLOCK: [2018-07-13 五 18:48]--[2018-07-13 五 19:39] =>  0:51
    CLOCK: [2018-07-13 五 16:12]--[2018-07-13 五 16:19] =>  0:07
    CLOCK: [2018-07-13 五 15:04]--[2018-07-13 五 16:03] =>  0:59
    CLOCK: [2018-07-13 五 14:00]--[2018-07-13 五 14:15] =>  0:15
    CLOCK: [2018-07-12 四 16:00]--[2018-07-12 四 16:29] =>  0:29
    CLOCK: [2018-07-11 三 23:27]--[2018-07-11 三 23:42] =>  0:15
    CLOCK: [2018-07-11 三 15:20]--[2018-07-11 三 15:47] =>  0:27
    CLOCK: [2018-07-11 三 13:50]--[2018-07-11 三 14:26] =>  0:36
    CLOCK: [2018-07-11 三 12:46]--[2018-07-11 三 12:53] =>  0:07
    CLOCK: [2018-07-11 三 11:04]--[2018-07-11 三 11:41] =>  0:37
    CLOCK: [2018-07-10 二 20:49]--[2018-07-10 二 21:30] =>  0:41
    CLOCK: [2018-07-08 日 15:10]--[2018-07-08 日 15:36] =>  0:26
*** Bigdata 值班
    CLOCK: [2018-07-03 二 15:51]--[2018-07-03 二 15:59] =>  0:08
    CLOCK: [2018-07-03 二 14:27]--[2018-07-03 二 15:00] =>  0:33
    CLOCK: [2018-07-03 二 13:58]--[2018-07-03 二 14:07] =>  0:09
*** QA测试
    CLOCK: [2018-07-31 二 15:21]--[2018-07-31 二 15:56] =>  0:35
    CLOCK: [2018-07-12 四 16:58]--[2018-07-12 四 17:40] =>  0:42
    CLOCK: [2018-07-10 二 19:31]--[2018-07-10 二 19:41] =>  0:10
    CLOCK: [2018-01-10 三 16:17]--[2018-01-10 三 16:27] =>  0:10
*** 1807 map nginx pb日志打印问题
    CLOCK: [2018-07-28 六 20:13]--[2018-07-28 六 20:29] =>  0:16
    CLOCK: [2018-07-28 六 10:16]--[2018-07-28 六 11:16] =>  1:00
*** 1807 MI ZK故障跟进
    CLOCK: [2018-07-24 二 01:32]--[2018-07-24 二 01:53] =>  0:21
    CLOCK: [2018-07-23 一 23:04]--[2018-07-23 一 23:20] =>  0:16
    CLOCK: [2018-07-23 一 22:16]--[2018-07-23 一 22:25] =>  0:09
    CLOCK: [2018-07-23 一 19:23]--[2018-07-23 一 21:49] =>  2:26
    CLOCK: [2018-07-23 一 17:46]--[2018-07-23 一 18:02] =>  0:16
    CLOCK: [2018-07-21 六 16:53]--[2018-07-21 六 16:58] =>  0:05
    CLOCK: [2018-07-21 六 15:13]--[2018-07-21 六 16:17] =>  1:04
    CLOCK: [2018-07-20 五 15:58]--[2018-07-20 五 16:56] =>  0:58
    CLOCK: [2018-07-20 五 13:48]--[2018-07-20 五 15:27] =>  1:39
    CLOCK: [2018-07-20 五 12:21]--[2018-07-20 五 13:09] =>  0:48
    CLOCK: [2018-07-20 五 11:22]--[2018-07-20 五 11:57] =>  0:35
** MI 3.0 RS
*** 1807 8.3交付bug修复
    CLOCK: [2018-07-30 一 19:52]--[2018-07-30 一 20:44] =>  0:52
    CLOCK: [2018-07-28 六 16:26]--[2018-07-28 六 17:23] =>  0:57
    CLOCK: [2018-07-20 五 18:34]--[2018-07-20 五 18:42] =>  0:08
    CLOCK: [2018-07-19 四 22:06]--[2018-07-19 四 22:39] =>  0:33
    CLOCK: [2018-07-19 四 20:03]--[2018-07-19 四 20:40] =>  0:37
    CLOCK: [2018-07-19 四 17:25]--[2018-07-19 四 17:54] =>  0:29
*** 1807 8.3交付开发规划
    CLOCK: [2018-07-19 四 21:31]--[2018-07-19 四 22:00] =>  0:29
    CLOCK: [2018-07-19 四 20:41]--[2018-07-19 四 21:31] =>  0:50
*** 1807 接入Prometheus功能完善
    CLOCK: [2018-08-02 四 19:42]--[2018-08-02 四 21:22] =>  1:40
    CLOCK: [2018-08-02 四 19:08]--[2018-08-02 四 19:19] =>  0:11
    CLOCK: [2018-08-02 四 17:52]--[2018-08-02 四 17:59] =>  0:07
    CLOCK: [2018-08-02 四 14:54]--[2018-08-02 四 15:16] =>  0:22
    CLOCK: [2018-08-02 四 13:05]--[2018-08-02 四 13:54] =>  0:49
    CLOCK: [2018-08-02 四 00:19]--[2018-08-02 四 00:53] =>  0:34
    CLOCK: [2018-08-01 三 19:18]--[2018-08-01 三 19:41] =>  0:23
    CLOCK: [2018-08-01 三 17:00]--[2018-08-01 三 17:51] =>  0:51
    CLOCK: [2018-08-01 三 14:40]--[2018-08-01 三 15:36] =>  0:56
    CLOCK: [2018-08-01 三 13:21]--[2018-08-01 三 14:38] =>  1:17
    CLOCK: [2018-07-31 二 15:56]--[2018-07-31 二 16:03] =>  0:07
    CLOCK: [2018-07-31 二 13:48]--[2018-07-31 二 14:47] =>  0:59
*** 1807 接入Prometheus集成调试
    CLOCK: [2018-07-30 一 17:31]--[2018-07-30 一 17:57] =>  0:26
    CLOCK: [2018-07-27 五 20:53]--[2018-07-27 五 21:30] =>  0:37
    CLOCK: [2018-07-27 五 17:35]--[2018-07-27 五 17:50] =>  0:15
    CLOCK: [2018-07-27 五 17:17]--[2018-07-27 五 17:33] =>  0:16
    CLOCK: [2018-07-27 五 15:57]--[2018-07-27 五 17:17] =>  1:20
    CLOCK: [2018-07-27 五 13:23]--[2018-07-27 五 15:15] =>  1:52
    CLOCK: [2018-07-25 三 20:36]--[2018-07-25 三 20:50] =>  0:14
    CLOCK: [2018-07-25 三 17:35]--[2018-07-25 三 18:01] =>  0:26
    CLOCK: [2018-07-25 三 13:19]--[2018-07-25 三 13:48] =>  0:29
    CLOCK: [2018-07-25 三 12:42]--[2018-07-25 三 12:47] =>  0:05
    CLOCK: [2018-07-25 三 11:53]--[2018-07-25 三 12:03] =>  0:10
    CLOCK: [2018-07-24 二 21:51]--[2018-07-24 二 22:42] =>  0:51
    CLOCK: [2018-07-24 二 21:07]--[2018-07-24 二 21:34] =>  0:27
    CLOCK: [2018-07-24 二 19:11]--[2018-07-24 二 21:01] =>  1:50
    CLOCK: [2018-07-24 二 17:00]--[2018-07-24 二 18:05] =>  1:05
    CLOCK: [2018-07-24 二 16:25]--[2018-07-24 二 16:50] =>  0:25
    CLOCK: [2018-07-24 二 15:30]--[2018-07-24 二 16:23] =>  0:53
    CLOCK: [2018-07-24 二 14:08]--[2018-07-24 二 15:20] =>  1:12
    CLOCK: [2018-07-24 二 13:25]--[2018-07-24 二 13:40] =>  0:15
*** 1807 接入Prometheus初版实现
    CLOCK: [2018-07-19 四 14:31]--[2018-07-19 四 16:50] =>  2:19
    CLOCK: [2018-07-19 四 00:27]--[2018-07-19 四 01:17] =>  0:50
    CLOCK: [2018-07-18 三 21:41]--[2018-07-18 三 22:41] =>  1:00
    CLOCK: [2018-07-18 三 20:28]--[2018-07-18 三 21:06] =>  0:38
*** 1807 接入Prometheus调研
    CLOCK: [2018-07-18 三 19:25]--[2018-07-18 三 20:28] =>  1:03
    CLOCK: [2018-07-18 三 16:06]--[2018-07-18 三 16:53] =>  0:47
    CLOCK: [2018-07-17 二 20:57]--[2018-07-17 二 21:34] =>  0:37
    CLOCK: [2018-07-17 二 15:33]--[2018-07-17 二 15:56] =>  0:23
    CLOCK: [2018-07-16 一 19:10]--[2018-07-16 一 19:57] =>  0:47
    CLOCK: [2018-07-16 一 16:51]--[2018-07-16 一 18:04] =>  1:13
    CLOCK: [2018-07-16 一 15:50]--[2018-07-16 一 16:47] =>  0:57
*** 1807 Processor UI和bug修复
    CLOCK: [2018-07-30 一 14:06]--[2018-07-30 一 15:15] =>  1:09
    CLOCK: [2018-07-26 四 16:49]--[2018-07-26 四 17:45] =>  0:56
    CLOCK: [2018-07-26 四 14:11]--[2018-07-26 四 16:16] =>  2:05
    CLOCK: [2018-07-26 四 12:45]--[2018-07-26 四 13:40] =>  0:55
    CLOCK: [2018-07-26 四 11:41]--[2018-07-26 四 12:00] =>  0:19
    CLOCK: [2018-07-26 四 09:49]--[2018-07-26 四 11:17] =>  1:28
    CLOCK: [2018-07-26 四 02:44]--[2018-07-26 四 02:59] =>  0:15
    CLOCK: [2018-07-25 三 21:31]--[2018-07-25 三 21:40] =>  0:09
    CLOCK: [2018-07-25 三 20:50]--[2018-07-25 三 20:55] =>  0:05
    CLOCK: [2018-07-25 三 00:29]--[2018-07-25 三 01:00] =>  0:31
    CLOCK: [2018-07-24 二 22:42]--[2018-07-24 二 23:01] =>  0:19
    CLOCK: [2018-07-24 二 21:41]--[2018-07-24 二 21:51] =>  0:10
    CLOCK: [2018-07-24 二 11:44]--[2018-07-24 二 11:48] =>  0:04
    CLOCK: [2018-07-13 五 14:54]--[2018-07-13 五 15:04] =>  0:10
    CLOCK: [2018-07-13 五 14:15]--[2018-07-13 五 14:18] =>  0:03
    CLOCK: [2018-07-13 五 13:41]--[2018-07-13 五 14:00] =>  0:19
*** 1807 MI运行统计分析
    CLOCK: [2018-07-13 五 00:41]--[2018-07-13 五 01:38] =>  0:57
    CLOCK: [2018-07-12 四 21:22]--[2018-07-12 四 21:36] =>  0:14
    CLOCK: [2018-07-12 四 12:36]--[2018-07-12 四 13:21] =>  0:45
    CLOCK: [2018-07-12 四 10:38]--[2018-07-12 四 11:53] =>  1:15
    CLOCK: [2018-07-11 三 00:35]--[2018-07-11 三 01:11] =>  0:36
    CLOCK: [2018-07-10 二 22:09]--[2018-07-10 二 23:06] =>  0:57
    CLOCK: [2018-07-10 二 14:56]--[2018-07-10 二 15:57] =>  1:01
    CLOCK: [2018-07-10 二 14:20]--[2018-07-10 二 14:44] =>  0:24
    CLOCK: [2018-07-10 二 13:32]--[2018-07-10 二 14:11] =>  0:39
    CLOCK: [2018-07-10 二 10:47]--[2018-07-10 二 11:48] =>  1:01
    CLOCK: [2018-07-10 二 00:21]--[2018-07-10 二 01:07] =>  0:46
    CLOCK: [2018-07-09 一 22:48]--[2018-07-09 一 23:44] =>  0:56
    CLOCK: [2018-07-09 一 19:23]--[2018-07-09 一 20:14] =>  0:51
    CLOCK: [2018-07-09 一 17:29]--[2018-07-09 一 17:44] =>  0:15
    CLOCK: [2018-07-09 一 16:50]--[2018-07-09 一 17:25] =>  0:35
    CLOCK: [2018-07-09 一 14:37]--[2018-07-09 一 15:41] =>  1:04
    CLOCK: [2018-07-09 一 13:31]--[2018-07-09 一 14:12] =>  0:41
    CLOCK: [2018-07-06 五 17:20]--[2018-07-06 五 17:49] =>  0:29
    CLOCK: [2018-07-06 五 16:48]--[2018-07-06 五 17:05] =>  0:17
    CLOCK: [2018-07-06 五 15:15]--[2018-07-06 五 16:16] =>  1:01
    CLOCK: [2018-07-06 五 13:31]--[2018-07-06 五 14:07] =>  0:36
    CLOCK: [2018-07-06 五 10:58]--[2018-07-06 五 11:31] =>  0:33
*** 1807 7.9 MI交付打包和上线
    CLOCK: [2018-07-18 三 10:50]--[2018-07-18 三 11:20] =>  0:30
    CLOCK: [2018-07-12 四 19:41]--[2018-07-12 四 20:24] =>  0:43
    CLOCK: [2018-07-12 四 14:23]--[2018-07-12 四 15:52] =>  1:29
    CLOCK: [2018-07-12 四 13:56]--[2018-07-12 四 14:22] =>  0:26
*** 1807 RS五期bug修复
    CLOCK: [2018-07-11 三 11:50]--[2018-07-11 三 11:55] =>  0:05
    CLOCK: [2018-07-11 三 09:55]--[2018-07-11 三 10:04] =>  0:09
*** 1807 Schema前后向兼容方案
    CLOCK: [2018-07-09 一 13:10]--[2018-07-09 一 13:31] =>  0:21
*** 1806 RS 沟通会议
    CLOCK: [2018-07-31 二 10:59]--[2018-07-31 二 11:44] =>  0:45
    CLOCK: [2018-07-18 三 14:40]--[2018-07-18 三 15:31] =>  0:51
    CLOCK: [2018-07-06 五 10:22]--[2018-07-06 五 10:55] =>  0:33
    CLOCK: [2018-06-15 五 10:00]--[2018-06-15 五 11:46] =>  1:46
    CLOCK: [2018-06-08 五 10:01]--[2018-06-08 五 11:05] =>  1:04
    CLOCK: [2018-06-07 四 15:21]--[2018-06-07 四 16:02] =>  0:41
    CLOCK: [2018-06-07 四 15:01]--[2018-06-07 四 15:21] =>  0:20
    CLOCK: [2018-06-04 一 17:09]--[2018-06-04 一 18:24] =>  1:15
*** 1806 调度任务分级展示
    CLOCK: [2018-07-05 四 18:28]--[2018-07-05 四 19:09] =>  0:41
    CLOCK: [2018-07-05 四 16:55]--[2018-07-05 四 17:02] =>  0:07
    CLOCK: [2018-07-05 四 15:30]--[2018-07-05 四 16:29] =>  0:59
    CLOCK: [2018-07-05 四 12:47]--[2018-07-05 四 14:03] =>  1:16
    CLOCK: [2018-07-05 四 02:42]--[2018-07-05 四 03:20] =>  0:38
    CLOCK: [2018-07-05 四 01:22]--[2018-07-05 四 02:07] =>  0:45
    CLOCK: [2018-07-04 三 20:46]--[2018-07-04 三 22:39] =>  1:53
    CLOCK: [2018-07-04 三 20:03]--[2018-07-04 三 20:15] =>  0:12
    CLOCK: [2018-07-04 三 17:07]--[2018-07-04 三 17:31] =>  0:24
    CLOCK: [2018-07-04 三 15:39]--[2018-07-04 三 16:31] =>  0:52
    CLOCK: [2018-07-04 三 14:13]--[2018-07-04 三 15:24] =>  1:11
    CLOCK: [2018-07-04 三 12:59]--[2018-07-04 三 13:32] =>  0:33
    CLOCK: [2018-07-04 三 04:57]--[2018-07-04 三 06:14] =>  1:17
    CLOCK: [2018-07-03 二 21:57]--[2018-07-03 二 22:33] =>  0:36
    CLOCK: [2018-07-03 二 15:59]--[2018-07-03 二 17:16] =>  1:17
    CLOCK: [2018-07-02 一 19:20]--[2018-07-02 一 21:31] =>  2:11
    CLOCK: [2018-07-02 一 14:45]--[2018-07-02 一 14:58] =>  0:13
    CLOCK: [2018-06-29 五 19:06]--[2018-06-29 五 19:40] =>  0:34
    CLOCK: [2018-06-29 五 17:16]--[2018-06-29 五 17:45] =>  0:29
    CLOCK: [2018-06-29 五 14:32]--[2018-06-29 五 15:04] =>  0:32
    CLOCK: [2018-06-29 五 13:41]--[2018-06-29 五 14:26] =>  0:45
    CLOCK: [2018-06-29 五 10:09]--[2018-06-29 五 11:19] =>  1:10
    CLOCK: [2018-06-29 五 01:29]--[2018-06-29 五 01:44] =>  0:15
    CLOCK: [2018-06-28 四 17:37]--[2018-06-28 四 17:38] =>  0:01
    CLOCK: [2018-06-28 四 16:38]--[2018-06-28 四 16:52] =>  0:14
    CLOCK: [2018-06-28 四 15:32]--[2018-06-28 四 16:32] =>  1:00
    CLOCK: [2018-06-28 四 14:40]--[2018-06-28 四 14:59] =>  0:19
    CLOCK: [2018-06-28 四 12:57]--[2018-06-28 四 14:17] =>  1:20
    CLOCK: [2018-06-28 四 11:15]--[2018-06-28 四 11:45] =>  0:30
*** 1806 RS五期规划
    CLOCK: [2018-06-28 四 00:23]--[2018-06-28 四 00:44] =>  0:21
    CLOCK: [2018-06-27 三 01:10]--[2018-06-27 三 01:19] =>  0:09
    CLOCK: [2018-06-26 二 00:18]--[2018-06-26 二 00:28] =>  0:10
    CLOCK: [2018-06-25 一 15:52]--[2018-06-25 一 16:13] =>  0:21
    CLOCK: [2018-06-25 一 15:04]--[2018-06-25 一 15:36] =>  0:32
    CLOCK: [2018-06-25 一 14:00]--[2018-06-25 一 14:29] =>  0:29
    CLOCK: [2018-06-25 一 12:57]--[2018-06-25 一 13:26] =>  0:29
** MI 3.0
*** 1807 BigDataBench评测相关
    CLOCK: [2018-07-05 四 15:04]--[2018-07-05 四 15:20] =>  0:16
    CLOCK: [2018-07-05 四 14:03]--[2018-07-05 四 14:50] =>  0:47
*** 1807 建行POC演示准备和演示
    CLOCK: [2018-07-13 五 16:36]--[2018-07-13 五 17:17] =>  0:41
    CLOCK: [2018-07-11 三 19:59]--[2018-07-11 三 22:24] =>  2:25
    CLOCK: [2018-07-11 三 19:26]--[2018-07-11 三 19:42] =>  0:16
    CLOCK: [2018-07-11 三 18:11]--[2018-07-11 三 19:11] =>  1:00
    CLOCK: [2018-07-11 三 17:25]--[2018-07-11 三 17:26] =>  0:01
    CLOCK: [2018-07-11 三 15:56]--[2018-07-11 三 17:22] =>  1:26
    CLOCK: [2018-07-11 三 14:26]--[2018-07-11 三 15:20] =>  0:54
    CLOCK: [2018-07-02 一 11:22]--[2018-07-02 一 11:37] =>  0:15
*** 1806 系统级联调case评审会
    CLOCK: [2018-06-14 四 09:44]--[2018-06-14 四 10:51] =>  1:07
*** 1806 测试case评审
    CLOCK: [2018-06-05 二 19:25]--[2018-06-05 二 21:46] =>  2:21
*** 1803 项目讨论
    CLOCK: [2018-06-08 五 14:39]--[2018-06-08 五 15:10] =>  0:31
    CLOCK: [2018-06-06 三 01:35]--[2018-06-06 三 01:45] =>  0:10
    CLOCK: [2018-06-05 二 21:54]--[2018-06-05 二 22:03] =>  0:09
    CLOCK: [2018-06-05 二 17:42]--[2018-06-05 二 18:11] =>  0:29
    CLOCK: [2018-05-15 二 11:23]--[2018-05-15 二 11:47] =>  0:24
    CLOCK: [2018-05-10 四 14:04]--[2018-05-10 四 14:24] =>  0:20
    CLOCK: [2018-05-04 五 22:30]--[2018-05-04 五 23:58] =>  1:28
    CLOCK: [2018-04-10 二 10:30]--[2018-04-10 二 11:42] =>  1:12
    CLOCK: [2018-04-03 二 17:10]--[2018-04-03 二 17:58] =>  0:48
    CLOCK: [2018-03-30 五 11:14]--[2018-03-30 五 11:48] =>  0:34
    CLOCK: [2018-03-23 五 10:50]--[2018-03-23 五 11:20] =>  0:30
    CLOCK: [2018-03-19 一 18:31]--[2018-03-19 一 19:01] =>  0:30
    CLOCK: [2018-03-16 五 20:40]--[2018-03-16 五 20:54] =>  0:14
*** 1803 监控和指标实现
    CLOCK: [2018-03-26 一 23:39]--[2018-03-27 二 00:08] =>  0:29
    CLOCK: [2018-03-26 一 20:25]--[2018-03-26 一 21:34] =>  1:09
    CLOCK: [2018-03-26 一 20:00]--[2018-03-26 一 20:13] =>  0:13
    CLOCK: [2018-03-26 一 18:51]--[2018-03-26 一 19:04] =>  0:13
    CLOCK: [2018-03-26 一 15:57]--[2018-03-26 一 17:36] =>  1:39
    CLOCK: [2018-03-26 一 11:19]--[2018-03-26 一 11:25] =>  0:06
    CLOCK: [2018-03-26 一 10:29]--[2018-03-26 一 11:17] =>  0:48
    CLOCK: [2018-03-25 日 19:35]--[2018-03-25 日 19:42] =>  0:07
    CLOCK: [2018-03-25 日 00:02]--[2018-03-25 日 00:33] =>  0:31
    CLOCK: [2018-03-24 六 20:25]--[2018-03-24 六 21:06] =>  0:41
    CLOCK: [2018-03-24 六 18:54]--[2018-03-24 六 19:04] =>  0:10
    CLOCK: [2018-03-24 六 10:53]--[2018-03-24 六 11:17] =>  0:24
    CLOCK: [2018-03-24 六 09:55]--[2018-03-24 六 10:24] =>  0:29
    CLOCK: [2018-03-24 六 00:07]--[2018-03-24 六 00:54] =>  0:47
    CLOCK: [2018-03-23 五 19:32]--[2018-03-23 五 19:52] =>  0:20
    CLOCK: [2018-03-23 五 19:04]--[2018-03-23 五 19:23] =>  0:19
    CLOCK: [2018-03-23 五 16:01]--[2018-03-23 五 16:14] =>  0:13
    CLOCK: [2018-03-23 五 14:46]--[2018-03-23 五 14:52] =>  0:06
    CLOCK: [2018-03-23 五 13:23]--[2018-03-23 五 14:00] =>  0:37
    CLOCK: [2018-03-23 五 09:44]--[2018-03-23 五 10:50] =>  1:06
    CLOCK: [2018-03-22 四 10:57]--[2018-03-22 四 11:12] =>  0:15
    CLOCK: [2018-03-22 四 00:39]--[2018-03-22 四 01:36] =>  0:57
    CLOCK: [2018-03-21 三 20:01]--[2018-03-21 三 21:06] =>  1:05
    CLOCK: [2018-03-21 三 17:26]--[2018-03-21 三 17:42] =>  0:16
    CLOCK: [2018-03-21 三 17:06]--[2018-03-21 三 17:20] =>  0:14
    CLOCK: [2018-03-21 三 14:04]--[2018-03-21 三 14:06] =>  0:02
    CLOCK: [2018-03-21 三 13:14]--[2018-03-21 三 13:52] =>  0:38
    CLOCK: [2018-03-20 二 19:04]--[2018-03-20 二 20:01] =>  0:57
    CLOCK: [2018-03-20 二 13:04]--[2018-03-20 二 14:08] =>  1:04
    CLOCK: [2018-03-19 一 15:50]--[2018-03-19 一 17:00] =>  1:10
    CLOCK: [2018-03-19 一 15:05]--[2018-03-19 一 15:19] =>  0:14
    CLOCK: [2018-03-19 一 14:01]--[2018-03-19 一 14:37] =>  0:36
    CLOCK: [2018-03-16 五 19:17]--[2018-03-16 五 19:57] =>  0:40
    CLOCK: [2018-03-16 五 16:15]--[2018-03-16 五 16:47] =>  0:32
    CLOCK: [2018-03-16 五 15:32]--[2018-03-16 五 15:44] =>  0:12
    CLOCK: [2018-03-16 五 13:54]--[2018-03-16 五 15:00] =>  1:06
    CLOCK: [2018-03-16 五 13:32]--[2018-03-16 五 13:41] =>  0:09
    CLOCK: [2018-03-16 五 11:20]--[2018-03-16 五 11:30] =>  0:10
    CLOCK: [2018-03-15 四 20:41]--[2018-03-15 四 21:16] =>  0:35
    CLOCK: [2018-03-15 四 19:11]--[2018-03-15 四 19:22] =>  0:11
    CLOCK: [2018-03-15 四 16:25]--[2018-03-15 四 17:36] =>  1:11
    CLOCK: [2018-03-15 四 15:20]--[2018-03-15 四 15:35] =>  0:15
    CLOCK: [2018-03-15 四 14:46]--[2018-03-15 四 15:18] =>  0:32
    CLOCK: [2018-03-14 三 21:14]--[2018-03-14 三 21:30] =>  0:16
    CLOCK: [2018-03-14 三 19:26]--[2018-03-14 三 21:01] =>  1:35
    CLOCK: [2018-03-14 三 17:45]--[2018-03-14 三 17:59] =>  0:14
    CLOCK: [2018-03-14 三 16:44]--[2018-03-14 三 17:30] =>  0:46
    CLOCK: [2018-03-14 三 15:43]--[2018-03-14 三 16:35] =>  0:52
    CLOCK: [2018-03-14 三 14:02]--[2018-03-14 三 15:04] =>  1:02
    CLOCK: [2018-03-14 三 10:49]--[2018-03-14 三 11:02] =>  0:13
*** 1803 HTTP API梳理
    CLOCK: [2018-03-22 四 12:33]--[2018-03-22 四 12:57] =>  0:24
    CLOCK: [2018-03-22 四 11:12]--[2018-03-22 四 11:42] =>  0:30
*** 1803 toB产品化评审
    CLOCK: [2018-03-21 三 14:09]--[2018-03-21 三 16:03] =>  1:54
*** 1803 Apache Ambari & Grafana & zipkin 调研
    CLOCK: [2018-03-16 五 12:53]--[2018-03-16 五 13:32] =>  0:39
    CLOCK: [2018-03-16 五 10:35]--[2018-03-16 五 11:20] =>  0:45
    CLOCK: [2018-03-16 五 10:02]--[2018-03-16 五 10:11] =>  0:09
*** 1803 产品化跟进
    CLOCK: [2018-03-21 三 12:32]--[2018-03-21 三 13:14] =>  0:42
    CLOCK: [2018-03-15 四 13:52]--[2018-03-15 四 14:18] =>  0:26
*** 1803 架构思考：与LS整合
    CLOCK: [2018-03-12 一 13:16]--[2018-03-12 一 13:35] =>  0:19
    CLOCK: [2018-03-12 一 10:46]--[2018-03-12 一 11:32] =>  0:46
*** 1712 监控和指标设计
    CLOCK: [2018-03-13 二 20:28]--[2018-03-13 二 21:04] =>  0:36
    CLOCK: [2018-03-13 二 20:04]--[2018-03-13 二 20:12] =>  0:08
    CLOCK: [2018-03-13 二 17:06]--[2018-03-13 二 17:50] =>  0:44
    CLOCK: [2018-03-13 二 15:30]--[2018-03-13 二 16:10] =>  0:40
    CLOCK: [2018-03-13 二 13:55]--[2018-03-13 二 15:08] =>  1:13
    CLOCK: [2018-03-13 二 12:54]--[2018-03-13 二 13:23] =>  0:29
    CLOCK: [2018-03-13 二 10:49]--[2018-03-13 二 11:53] =>  1:04
    CLOCK: [2018-03-12 一 19:40]--[2018-03-12 一 20:41] =>  1:01
    CLOCK: [2018-03-12 一 18:40]--[2018-03-12 一 19:17] =>  0:37
    CLOCK: [2018-03-12 一 16:31]--[2018-03-12 一 17:27] =>  0:56
    CLOCK: [2018-03-12 一 15:17]--[2018-03-12 一 16:30] =>  1:13
    CLOCK: [2018-03-12 一 13:35]--[2018-03-12 一 14:23] =>  0:48
    CLOCK: [2017-12-28 四 15:34]--[2017-12-28 四 16:01] =>  0:27
    CLOCK: [2017-12-28 四 13:48]--[2017-12-28 四 14:32] =>  0:44
    CLOCK: [2017-12-28 四 12:54]--[2017-12-28 四 13:05] =>  0:11
    CLOCK: [2017-12-19 二 17:00]--[2017-12-19 二 17:47] =>  0:47
    CLOCK: [2017-12-19 二 16:01]--[2017-12-19 二 16:28] =>  0:27
    CLOCK: [2017-12-19 二 15:05]--[2017-12-19 二 15:50] =>  0:45
    CLOCK: [2017-12-19 二 14:42]--[2017-12-19 二 14:55] =>  0:13
    CLOCK: [2017-12-18 一 16:02]--[2017-12-18 一 16:24] =>  0:22
    CLOCK: [2017-12-18 一 15:18]--[2017-12-18 一 15:43] =>  0:25
    CLOCK: [2017-12-18 一 14:09]--[2017-12-18 一 14:49] =>  0:40
    CLOCK: [2017-12-18 一 11:40]--[2017-12-18 一 11:55] =>  0:15
    CLOCK: [2017-12-05 二 19:26]--[2017-12-05 二 20:08] =>  0:42
    CLOCK: [2017-12-05 二 17:52]--[2017-12-05 二 18:00] =>  0:08
    CLOCK: [2017-12-05 二 16:22]--[2017-12-05 二 16:52] =>  0:30
    CLOCK: [2017-12-05 二 14:10]--[2017-12-05 二 16:02] =>  1:52
*** 1712 es-output
    CLOCK: [2017-12-28 四 02:33]--[2017-12-28 四 02:56] =>  0:23
    CLOCK: [2017-12-28 四 00:53]--[2017-12-28 四 01:52] =>  0:59
    CLOCK: [2017-12-27 三 22:35]--[2017-12-27 三 23:27] =>  0:52
    CLOCK: [2017-12-26 二 22:33]--[2017-12-26 二 22:53] =>  0:20
** MI 平台
*** 1807 平台和MI ZK相关改进
    CLOCK: [2018-07-25 三 14:57]--[2018-07-25 三 15:54] =>  0:57
    CLOCK: [2018-07-25 三 13:48]--[2018-07-25 三 14:27] =>  0:39
    CLOCK: [2018-07-23 一 16:42]--[2018-07-23 一 17:46] =>  1:04
    CLOCK: [2018-07-23 一 14:52]--[2018-07-23 一 15:59] =>  1:07
    CLOCK: [2018-07-23 一 13:02]--[2018-07-23 一 14:44] =>  1:42
*** 1805 分片快速手动通知的按钮
    CLOCK: [2018-05-04 五 19:32]--[2018-05-04 五 21:21] =>  1:49
    CLOCK: [2018-05-04 五 16:34]--[2018-05-04 五 16:55] =>  0:21
    CLOCK: [2018-05-04 五 15:38]--[2018-05-04 五 16:33] =>  0:55
    CLOCK: [2018-05-04 五 15:04]--[2018-05-04 五 15:21] =>  0:17
    CLOCK: [2018-05-04 五 14:28]--[2018-05-04 五 14:57] =>  0:29
*** 1804 MI河图认证
    CLOCK: [2018-04-25 三 13:47]--[2018-04-25 三 14:52] =>  1:05
    CLOCK: [2018-04-25 三 10:23]--[2018-04-25 三 11:50] =>  1:27
*** 1803 PB建表支持AFS
    CLOCK: [2018-03-23 五 17:03]--[2018-03-23 五 17:32] =>  0:29
    CLOCK: [2018-03-23 五 16:29]--[2018-03-23 五 16:58] =>  0:29
*** 1802 MPV3发布后的杂事
    CLOCK: [2018-02-09 五 18:53]--[2018-02-09 五 18:55] =>  0:02
    CLOCK: [2018-02-09 五 18:26]--[2018-02-09 五 18:45] =>  0:19
    CLOCK: [2018-02-09 五 17:05]--[2018-02-09 五 17:40] =>  0:35
    CLOCK: [2018-02-03 六 16:55]--[2018-02-03 六 17:41] =>  0:46
*** 1802 MPV3部署正式化（supervisord+gunicorn）
    CLOCK: [2018-02-11 日 12:36]--[2018-02-11 日 13:41] =>  1:05
    CLOCK: [2018-02-11 日 11:38]--[2018-02-11 日 11:50] =>  0:12
*** 1707 ES定期删除
    CLOCK: [2018-02-09 五 21:25]--[2018-02-09 五 21:36] =>  0:11
    CLOCK: [2018-02-09 五 19:47]--[2018-02-09 五 21:09] =>  1:22
    CLOCK: [2018-02-09 五 19:27]--[2018-02-09 五 19:47] =>  0:20
    CLOCK: [2017-07-17 一 14:21]--[2017-07-17 一 15:10] =>  0:49
    CLOCK: [2017-07-17 一 12:40]--[2017-07-17 一 13:56] =>  1:16
    CLOCK: [2017-07-17 一 12:03]--[2017-07-17 一 12:08] =>  0:05
*** 1802 支持以另外端口重启Agent，解决单个Hang住问题
    CLOCK: [2018-02-11 日 11:11]--[2018-02-11 日 11:35] =>  0:24
    CLOCK: [2018-02-09 五 18:55]--[2018-02-09 五 19:26] =>  0:31
** Code Review
*** P楚风
    CLOCK: [2018-07-12 四 20:26]--[2018-07-12 四 20:40] =>  0:14
    CLOCK: [2018-07-12 四 16:47]--[2018-07-12 四 16:58] =>  0:11
    CLOCK: [2018-07-10 二 21:35]--[2018-07-10 二 21:46] =>  0:11
    CLOCK: [2018-06-28 四 11:10]--[2018-06-28 四 11:14] =>  0:04
*** Z锴
    CLOCK: [2018-07-16 一 19:57]--[2018-07-16 一 20:10] =>  0:13
    CLOCK: [2018-07-13 五 20:59]--[2018-07-13 五 21:16] =>  0:17
    CLOCK: [2018-07-12 四 11:53]--[2018-07-12 四 11:58] =>  0:05
    CLOCK: [2018-07-10 二 14:44]--[2018-07-10 二 14:56] =>  0:12
    CLOCK: [2018-07-04 三 18:53]--[2018-07-04 三 19:17] =>  0:24
    CLOCK: [2018-06-28 四 18:18]--[2018-06-28 四 18:26] =>  0:08
    CLOCK: [2018-06-25 一 19:03]--[2018-06-25 一 19:15] =>  0:12
    CLOCK: [2018-06-21 四 19:13]--[2018-06-21 四 19:22] =>  0:09
    CLOCK: [2018-06-21 四 16:24]--[2018-06-21 四 16:37] =>  0:13
    CLOCK: [2018-06-13 三 11:30]--[2018-06-13 三 11:32] =>  0:02
    CLOCK: [2018-06-09 六 18:29]--[2018-06-09 六 18:51] =>  0:22
    CLOCK: [2018-06-08 五 14:21]--[2018-06-08 五 14:38] =>  0:17
*** H灏
    CLOCK: [2018-08-02 四 16:04]--[2018-08-02 四 16:41] =>  0:37
    CLOCK: [2018-07-13 五 17:25]--[2018-07-13 五 17:41] =>  0:16
    CLOCK: [2018-07-11 三 13:18]--[2018-07-11 三 13:40] =>  0:22
    CLOCK: [2018-07-11 三 11:55]--[2018-07-11 三 12:04] =>  0:09
    CLOCK: [2018-06-27 三 20:43]--[2018-06-27 三 21:01] =>  0:18
    CLOCK: [2018-06-20 三 15:07]--[2018-06-20 三 15:28] =>  0:21
    CLOCK: [2018-06-13 三 21:17]--[2018-06-13 三 21:30] =>  0:13
*** L洋
    CLOCK: [2018-07-05 四 20:25]--[2018-07-05 四 20:46] =>  0:21
    CLOCK: [2018-07-05 四 19:10]--[2018-07-05 四 19:42] =>  0:32
    CLOCK: [2018-07-02 一 16:41]--[2018-07-02 一 17:01] =>  0:20
    CLOCK: [2018-07-02 一 14:58]--[2018-07-02 一 15:34] =>  0:36
    CLOCK: [2018-06-22 五 15:32]--[2018-06-22 五 15:38] =>  0:06
    CLOCK: [2018-06-21 四 23:03]--[2018-06-21 四 23:13] =>  0:10
    CLOCK: [2018-06-21 四 22:05]--[2018-06-21 四 22:28] =>  0:23
    CLOCK: [2018-06-13 三 15:12]--[2018-06-13 三 15:34] =>  0:22
    CLOCK: [2018-06-12 二 19:10]--[2018-06-12 二 19:50] =>  0:40
    CLOCK: [2018-06-12 二 17:34]--[2018-06-12 二 18:06] =>  0:32
** B2log 开源
*** 1803 敏感代码剥离
    CLOCK: [2018-03-20 二 11:34]--[2018-03-20 二 11:38] =>  0:04
    CLOCK: [2018-03-09 五 22:58]--[2018-03-09 五 23:24] =>  0:26
    CLOCK: [2018-03-09 五 22:51]--[2018-03-09 五 22:56] =>  0:05
    CLOCK: [2018-03-09 五 15:58]--[2018-03-09 五 16:57] =>  0:59
    CLOCK: [2018-03-09 五 13:48]--[2018-03-09 五 15:28] =>  1:40
*** 1803 代码研究
    CLOCK: [2018-03-09 五 12:55]--[2018-03-09 五 13:48] =>  0:53
    CLOCK: [2018-03-09 五 10:24]--[2018-03-09 五 11:55] =>  1:31
    CLOCK: [2018-03-09 五 09:44]--[2018-03-09 五 10:00] =>  0:16
    CLOCK: [2018-03-08 四 16:35]--[2018-03-08 四 16:44] =>  0:09
    CLOCK: [2018-03-08 四 14:57]--[2018-03-08 四 16:12] =>  1:15
    CLOCK: [2018-03-08 四 14:20]--[2018-03-08 四 14:34] =>  0:14
*** 1802 b2log开源评估
    CLOCK: [2018-02-28 三 16:13]--[2018-02-28 三 16:53] =>  0:40
    CLOCK: [2018-02-28 三 15:14]--[2018-02-28 三 15:43] =>  0:29
** MI 传输质量监控
*** 1803 作业提交
    CLOCK: [2018-03-07 三 19:48]--[2018-03-07 三 20:19] =>  0:31
    CLOCK: [2018-03-07 三 19:36]--[2018-03-07 三 19:43] =>  0:07
    CLOCK: [2018-03-07 三 17:24]--[2018-03-07 三 17:55] =>  0:31
    CLOCK: [2018-03-07 三 16:03]--[2018-03-07 三 16:43] =>  0:40
    CLOCK: [2018-03-07 三 14:30]--[2018-03-07 三 15:47] =>  1:17
    CLOCK: [2018-03-07 三 13:21]--[2018-03-07 三 13:51] =>  0:30
    CLOCK: [2018-03-06 二 22:10]--[2018-03-06 二 22:25] =>  0:15
    CLOCK: [2018-03-06 二 20:42]--[2018-03-06 二 20:45] =>  0:03
*** 1803 进展梳理
    CLOCK: [2018-03-05 一 13:29]--[2018-03-05 一 14:06] =>  0:37
    CLOCK: [2018-03-05 一 11:49]--[2018-03-05 一 11:53] =>  0:04
*** DONE 1802 实现DQ框架
    CLOCK: [2018-03-06 二 19:19]--[2018-03-06 二 20:40] =>  1:21
    CLOCK: [2018-03-06 二 14:40]--[2018-03-06 二 15:16] =>  0:36
    CLOCK: [2018-03-05 一 19:31]--[2018-03-05 一 19:42] =>  0:11
    CLOCK: [2018-03-05 一 17:23]--[2018-03-05 一 17:24] =>  0:01
    CLOCK: [2018-03-05 一 15:15]--[2018-03-05 一 16:05] =>  0:50
    CLOCK: [2018-03-05 一 14:30]--[2018-03-05 一 14:36] =>  0:06
    CLOCK: [2018-03-05 一 14:26]--[2018-03-05 一 14:27] =>  0:01
    CLOCK: [2018-02-28 三 17:40]--[2018-02-28 三 17:49] =>  0:09
    CLOCK: [2018-02-13 二 15:36]--[2018-02-13 二 16:10] =>  0:34
    CLOCK: [2018-02-13 二 13:19]--[2018-02-13 二 13:35] =>  0:16
    CLOCK: [2018-02-13 二 11:17]--[2018-02-13 二 11:59] =>  0:42
    CLOCK: [2018-02-12 一 17:40]--[2018-02-12 一 17:46] =>  0:06
    CLOCK: [2018-02-12 一 17:02]--[2018-02-12 一 17:24] =>  0:22
    CLOCK: [2018-02-12 一 16:37]--[2018-02-12 一 16:53] =>  0:16
    CLOCK: [2018-02-12 一 14:13]--[2018-02-12 一 15:30] =>  1:17
    CLOCK: [2018-02-12 一 13:11]--[2018-02-12 一 13:39] =>  0:28
    CLOCK: [2018-02-12 一 10:23]--[2018-02-12 一 11:25] =>  1:02
*** 1802 调研MR & BigFlow
    CLOCK: [2018-02-12 一 10:14]--[2018-02-12 一 10:23] =>  0:09
    CLOCK: [2018-02-11 日 13:44]--[2018-02-11 日 14:08] =>  0:24
    CLOCK: [2018-02-09 五 15:55]--[2018-02-09 五 16:12] =>  0:17
    CLOCK: [2018-02-09 五 14:22]--[2018-02-09 五 15:36] =>  1:14
    CLOCK: [2018-02-08 四 17:24]--[2018-02-08 四 17:34] =>  0:10
    CLOCK: [2018-02-08 四 15:33]--[2018-02-08 四 16:36] =>  1:03
    CLOCK: [2018-02-07 三 21:06]--[2018-02-07 三 21:36] =>  0:30
    CLOCK: [2018-02-07 三 18:08]--[2018-02-07 三 20:00] =>  1:52
    CLOCK: [2018-02-07 三 16:46]--[2018-02-07 三 16:57] =>  0:11
    CLOCK: [2018-02-02 五 10:41]--[2018-02-02 五 11:37] =>  0:56
*** 1801 前期设计和讨论
    CLOCK: [2018-02-02 五 10:40]--[2018-02-02 五 10:41] =>  0:01
    CLOCK: [2018-02-01 四 19:05]--[2018-02-01 四 20:41] =>  1:36
    CLOCK: [2018-02-01 四 17:12]--[2018-02-01 四 17:55] =>  0:43
    CLOCK: [2018-02-01 四 15:53]--[2018-02-01 四 17:08] =>  1:15
    CLOCK: [2018-02-01 四 14:39]--[2018-02-01 四 15:42] =>  1:03
    CLOCK: [2018-02-01 四 14:08]--[2018-02-01 四 14:34] =>  0:26
    CLOCK: [2018-01-29 一 14:39]--[2018-01-29 一 15:09] =>  0:30
** BD 职称评定七
*** 1802 事后总结
    CLOCK: [2018-02-09 五 13:11]--[2018-02-09 五 13:37] =>  0:26
    CLOCK: [2018-02-07 三 15:01]--[2018-02-07 三 16:05] =>  1:04
    CLOCK: [2018-02-07 三 14:04]--[2018-02-07 三 14:30] =>  0:26
    CLOCK: [2018-02-07 三 11:25]--[2018-02-07 三 12:04] =>  0:39
    CLOCK: [2018-02-06 二 20:42]--[2018-02-06 二 20:52] =>  0:10
    CLOCK: [2018-02-06 二 20:00]--[2018-02-06 二 20:20] =>  0:20
*** 1802 正式答辩
    CLOCK: [2018-02-06 二 19:00]--[2018-02-06 二 19:42] =>  0:42
*** 1802 材料继续完善
    CLOCK: [2018-02-06 二 13:43]--[2018-02-06 二 14:09] =>  0:26
    CLOCK: [2018-02-06 二 13:35]--[2018-02-06 二 13:43] =>  0:08
    CLOCK: [2018-02-06 二 11:58]--[2018-02-06 二 12:24] =>  0:26
    CLOCK: [2018-02-06 二 11:21]--[2018-02-06 二 11:32] =>  0:11
    CLOCK: [2018-02-06 二 10:36]--[2018-02-06 二 10:42] =>  0:06
    CLOCK: [2018-02-06 二 02:41]--[2018-02-06 二 03:51] =>  1:10
*** 1802 PPT撰写
    CLOCK: [2018-02-06 二 18:30]--[2018-02-06 二 19:00] =>  0:30
    CLOCK: [2018-02-06 二 16:33]--[2018-02-06 二 18:16] =>  1:43
    CLOCK: [2018-02-06 二 15:07]--[2018-02-06 二 16:18] =>  1:11
    CLOCK: [2018-02-06 二 14:24]--[2018-02-06 二 15:04] =>  0:40
    CLOCK: [2018-02-06 二 14:16]--[2018-02-06 二 14:19] =>  0:03
    CLOCK: [2018-02-06 二 14:09]--[2018-02-06 二 14:13] =>  0:04
    CLOCK: [2018-02-06 二 12:24]--[2018-02-06 二 12:27] =>  0:03
    CLOCK: [2018-02-06 二 10:30]--[2018-02-06 二 10:36] =>  0:06
    CLOCK: [2018-02-06 二 09:46]--[2018-02-06 二 10:02] =>  0:16
    CLOCK: [2018-02-06 二 08:10]--[2018-02-06 二 09:44] =>  1:34
    CLOCK: [2018-02-06 二 03:57]--[2018-02-06 二 05:27] =>  1:30
    CLOCK: [2018-02-06 二 02:36]--[2018-02-06 二 02:41] =>  0:05
    CLOCK: [2018-02-06 二 01:38]--[2018-02-06 二 02:27] =>  0:49
    CLOCK: [2018-02-06 二 00:45]--[2018-02-06 二 01:30] =>  0:45
    CLOCK: [2018-02-06 二 00:01]--[2018-02-06 二 00:30] =>  0:29
    CLOCK: [2018-02-05 一 22:48]--[2018-02-06 二 00:01] =>  1:13
    CLOCK: [2018-02-05 一 15:59]--[2018-02-05 一 16:42] =>  0:43
*** 1802 项目回顾
    CLOCK: [2018-02-05 一 14:44]--[2018-02-05 一 15:59] =>  1:15
    CLOCK: [2018-02-05 一 14:26]--[2018-02-05 一 14:36] =>  0:10
    CLOCK: [2018-02-05 一 12:58]--[2018-02-05 一 13:44] =>  0:46
    CLOCK: [2018-02-05 一 00:04]--[2018-02-05 一 00:32] =>  0:28
    CLOCK: [2018-02-04 日 23:01]--[2018-02-05 一 00:04] =>  1:03
    CLOCK: [2018-02-04 日 21:54]--[2018-02-04 日 23:01] =>  1:07
    CLOCK: [2018-02-04 日 20:53]--[2018-02-04 日 21:46] =>  0:53
    CLOCK: [2018-02-04 日 13:37]--[2018-02-04 日 14:52] =>  1:15
    CLOCK: [2018-02-04 日 00:00]--[2018-02-04 日 00:19] =>  0:19
*** 1801 前期准备
    CLOCK: [2018-02-03 六 17:41]--[2018-02-03 六 18:30] =>  0:49
    CLOCK: [2018-01-24 三 21:28]--[2018-01-24 三 21:46] =>  0:18
    CLOCK: [2018-01-24 三 15:53]--[2018-01-24 三 16:04] =>  0:11
    CLOCK: [2018-01-24 三 13:11]--[2018-01-24 三 14:30] =>  1:19
*** 1708 正式答辩
    CLOCK: [2017-08-22 二 16:02]--[2017-08-22 二 16:25] =>  0:23
*** 1708 PPT撰写
    CLOCK: [2017-08-22 二 15:16]--[2017-08-22 二 16:02] =>  0:46
    CLOCK: [2017-08-22 二 14:38]--[2017-08-22 二 15:06] =>  0:28
    CLOCK: [2017-08-22 二 13:50]--[2017-08-22 二 14:36] =>  0:46
    CLOCK: [2017-08-22 二 12:16]--[2017-08-22 二 13:36] =>  1:20
    CLOCK: [2017-08-22 二 12:10]--[2017-08-22 二 12:13] =>  0:03
    CLOCK: [2017-08-22 二 11:25]--[2017-08-22 二 11:46] =>  0:21
    CLOCK: [2017-08-22 二 10:34]--[2017-08-22 二 11:01] =>  0:27
    CLOCK: [2017-08-22 二 09:28]--[2017-08-22 二 10:33] =>  1:05
    CLOCK: [2017-08-22 二 08:00]--[2017-08-22 二 09:06] =>  1:06
    CLOCK: [2017-08-21 一 18:25]--[2017-08-21 一 18:58] =>  0:33
    CLOCK: [2017-08-21 一 16:56]--[2017-08-21 一 17:33] =>  0:37
*** 1708 评审材料撰写
    CLOCK: [2017-08-12 六 19:25]--[2017-08-12 六 20:12] =>  0:47
    CLOCK: [2017-08-12 六 17:23]--[2017-08-12 六 18:45] =>  1:22
    CLOCK: [2017-08-11 五 15:16]--[2017-08-11 五 16:32] =>  1:16
    CLOCK: [2017-08-11 五 14:41]--[2017-08-11 五 15:10] =>  0:29
    CLOCK: [2017-08-11 五 13:36]--[2017-08-11 五 14:23] =>  0:47
    CLOCK: [2017-08-11 五 11:49]--[2017-08-11 五 11:56] =>  0:07
    CLOCK: [2017-08-11 五 08:59]--[2017-08-11 五 10:22] =>  1:23
    CLOCK: [2017-08-09 三 23:28]--[2017-08-10 四 00:55] =>  1:27
*** 1708 T6一年半工作回顾
    CLOCK: [2017-08-08 二 21:55]--[2017-08-08 二 22:26] =>  0:31
    CLOCK: [2017-08-08 二 17:39]--[2017-08-08 二 18:58] =>  1:19
    CLOCK: [2017-08-08 二 09:42]--[2017-08-08 二 09:57] =>  0:15
    CLOCK: [2017-08-08 二 08:12]--[2017-08-08 二 09:24] =>  1:12
    CLOCK: [2017-08-08 二 03:31]--[2017-08-08 二 04:05] =>  0:34
    CLOCK: [2017-08-08 二 02:23]--[2017-08-08 二 02:52] =>  0:29
    CLOCK: [2017-08-07 一 16:41]--[2017-08-07 一 16:59] =>  0:18
    CLOCK: [2017-08-07 一 15:47]--[2017-08-07 一 16:13] =>  0:26
    CLOCK: [2017-08-07 一 10:31]--[2017-08-07 一 10:33] =>  0:02
    CLOCK: [2017-08-06 日 22:17]--[2017-08-06 日 22:51] =>  0:34
    CLOCK: [2017-08-06 日 20:33]--[2017-08-06 日 21:59] =>  1:26
    CLOCK: [2017-08-06 日 16:35]--[2017-08-06 日 16:58] =>  0:23
*** 1708 前期准备
    CLOCK: [2017-08-06 日 18:44]--[2017-08-06 日 18:53] =>  0:09
    CLOCK: [2017-08-06 日 15:24]--[2017-08-06 日 16:13] =>  0:49
    CLOCK: [2017-08-06 日 12:15]--[2017-08-06 日 12:25] =>  0:10
    CLOCK: [2017-08-03 四 14:50]--[2017-08-03 四 15:06] =>  0:16
** B2Log
*** 1712 减少b2log库中无意义的打印
    CLOCK: [2017-12-19 二 11:32]--[2017-12-19 二 11:54] =>  0:22
*** 1605 urllib升级
    CLOCK: [2016-05-12 四 23:18]--[2016-05-12 四 23:20] =>  0:02
    CLOCK: [2016-05-12 四 22:41]--[2016-05-12 四 23:02] =>  0:21
    CLOCK: [2016-05-12 四 22:20]--[2016-05-12 四 22:34] =>  0:14
** MI 2.0
* 学习
** 记录和反思
*** 1808 理财
    CLOCK: [2018-08-01 三 23:47]--[2018-08-02 四 00:18] =>  0:31
*** 1807 上半年工作学习生活回顾
    CLOCK: [2018-07-31 二 00:22]--[2018-07-31 二 02:03] =>  1:41
    CLOCK: [2018-07-30 一 21:19]--[2018-07-30 一 22:01] =>  0:42
    CLOCK: [2018-07-30 一 01:22]--[2018-07-30 一 02:53] =>  1:31
    CLOCK: [2018-07-29 日 18:28]--[2018-07-29 日 18:42] =>  0:14
    CLOCK: [2018-07-29 日 17:05]--[2018-07-29 日 18:19] =>  1:14
    CLOCK: [2018-07-29 日 15:21]--[2018-07-29 日 16:21] =>  1:00
    CLOCK: [2018-07-29 日 12:48]--[2018-07-29 日 13:03] =>  0:15
    CLOCK: [2018-07-29 日 10:44]--[2018-07-29 日 11:56] =>  1:12
    CLOCK: [2018-07-29 日 00:42]--[2018-07-29 日 01:30] =>  0:48
    CLOCK: [2018-07-28 六 22:34]--[2018-07-28 六 23:25] =>  0:51
*** 1807 整理迄今为止的相机照片
    CLOCK: [2018-07-17 二 00:20]--[2018-07-17 二 00:25] =>  0:05
    CLOCK: [2018-07-16 一 23:21]--[2018-07-17 二 00:08] =>  0:47
    CLOCK: [2018-07-16 一 11:25]--[2018-07-16 一 11:50] =>  0:25
    CLOCK: [2018-07-16 一 10:32]--[2018-07-16 一 11:00] =>  0:28
    CLOCK: [2018-07-16 一 01:35]--[2018-07-16 一 02:17] =>  0:42
    CLOCK: [2018-07-16 一 00:02]--[2018-07-16 一 01:26] =>  1:24
    CLOCK: [2018-07-15 日 22:14]--[2018-07-15 日 23:02] =>  0:48
*** 18Q3 记录
    CLOCK: [2018-07-28 六 22:02]--[2018-07-28 六 22:34] =>  0:32
    CLOCK: [2018-07-28 六 15:24]--[2018-07-28 六 16:10] =>  0:46
    CLOCK: [2018-07-16 一 22:55]--[2018-07-16 一 23:21] =>  0:26
    CLOCK: [2018-07-14 六 18:16]--[2018-07-14 六 18:40] =>  0:24
    CLOCK: [2018-07-12 四 01:15]--[2018-07-12 四 01:53] =>  0:38
    CLOCK: [2018-07-09 一 00:56]--[2018-07-09 一 02:07] =>  1:11
    CLOCK: [2018-07-08 日 22:27]--[2018-07-08 日 23:11] =>  0:44
    CLOCK: [2018-07-08 日 15:36]--[2018-07-08 日 15:48] =>  0:12
    CLOCK: [2018-07-08 日 01:12]--[2018-07-08 日 01:32] =>  0:20
*** 1802 北京KFMF记录
    CLOCK: [2018-07-09 一 14:12]--[2018-07-09 一 14:37] =>  0:25
    CLOCK: [2018-07-03 二 19:00]--[2018-07-03 二 20:09] =>  1:09
    CLOCK: [2018-07-03 二 17:16]--[2018-07-03 二 17:50] =>  0:34
    CLOCK: [2018-06-24 日 17:14]--[2018-06-24 日 17:29] =>  0:15
    CLOCK: [2018-06-24 日 12:35]--[2018-06-24 日 12:57] =>  0:22
    CLOCK: [2018-06-24 日 11:20]--[2018-06-24 日 11:45] =>  0:25
    CLOCK: [2018-06-17 日 17:58]--[2018-06-17 日 18:05] =>  0:07
    CLOCK: [2018-06-17 日 14:54]--[2018-06-17 日 15:33] =>  0:39
    CLOCK: [2018-06-17 日 14:00]--[2018-06-17 日 14:53] =>  0:53
    CLOCK: [2018-06-17 日 13:10]--[2018-06-17 日 13:30] =>  0:20
    CLOCK: [2018-06-06 三 23:57]--[2018-06-07 四 00:27] =>  0:30
    CLOCK: [2018-06-03 日 12:27]--[2018-06-03 日 12:29] =>  0:02
    CLOCK: [2018-05-27 日 01:40]--[2018-05-27 日 02:03] =>  0:23
    CLOCK: [2018-05-27 日 01:03]--[2018-05-27 日 01:26] =>  0:23
    CLOCK: [2018-05-26 六 23:27]--[2018-05-26 六 23:37] =>  0:10
    CLOCK: [2018-04-15 日 10:33]--[2018-04-15 日 10:48] =>  0:15
    CLOCK: [2018-02-28 三 13:51]--[2018-02-28 三 14:31] =>  0:40
    CLOCK: [2018-02-28 三 13:36]--[2018-02-28 三 13:47] =>  0:11
    CLOCK: [2018-02-27 二 23:08]--[2018-02-27 二 23:22] =>  0:14
    CLOCK: [2018-02-27 二 22:25]--[2018-02-27 二 22:40] =>  0:15
    CLOCK: [2018-02-27 二 19:13]--[2018-02-27 二 19:55] =>  0:42
    CLOCK: [2018-02-27 二 17:22]--[2018-02-27 二 17:54] =>  0:32
    CLOCK: [2018-02-27 二 13:29]--[2018-02-27 二 15:01] =>  1:32
    CLOCK: [2018-02-27 二 11:48]--[2018-02-27 二 11:56] =>  0:08
    CLOCK: [2018-02-27 二 10:57]--[2018-02-27 二 11:32] =>  0:35
    CLOCK: [2018-02-27 二 09:32]--[2018-02-27 二 10:56] =>  1:24
    CLOCK: [2018-02-26 一 21:35]--[2018-02-26 一 22:22] =>  0:47
    CLOCK: [2018-02-26 一 20:28]--[2018-02-26 一 21:10] =>  0:42
    CLOCK: [2018-02-26 一 19:50]--[2018-02-26 一 20:11] =>  0:21
    CLOCK: [2018-02-26 一 17:37]--[2018-02-26 一 18:21] =>  0:44
    CLOCK: [2018-02-26 一 16:58]--[2018-02-26 一 17:20] =>  0:22
    CLOCK: [2018-02-26 一 13:22]--[2018-02-26 一 13:51] =>  0:29
    CLOCK: [2018-02-26 一 11:46]--[2018-02-26 一 11:52] =>  0:06
    CLOCK: [2018-02-26 一 11:12]--[2018-02-26 一 11:44] =>  0:32
    CLOCK: [2018-02-26 一 08:58]--[2018-02-26 一 10:09] =>  1:11
    CLOCK: [2018-02-25 日 00:39]--[2018-02-25 日 01:06] =>  0:27
    CLOCK: [2018-02-24 六 23:44]--[2018-02-25 日 00:00] =>  0:16
    CLOCK: [2018-02-24 六 18:01]--[2018-02-24 六 18:23] =>  0:22
    CLOCK: [2018-02-24 六 17:30]--[2018-02-24 六 17:39] =>  0:09
** 新MBP15磨合
*** 1807 nimos环境
    CLOCK: [2018-07-23 一 01:10]--[2018-07-23 一 01:38] =>  0:28
*** 1807 msv4迁移
    CLOCK: [2018-07-22 日 21:40]--[2018-07-22 日 23:14] =>  1:34
    CLOCK: [2018-07-22 日 17:00]--[2018-07-22 日 18:01] =>  1:01
    CLOCK: [2018-07-22 日 14:18]--[2018-07-22 日 15:43] =>  1:25
    CLOCK: [2018-07-22 日 13:00]--[2018-07-22 日 14:14] =>  1:14
    CLOCK: [2018-07-22 日 11:38]--[2018-07-22 日 12:09] =>  0:31
*** 1807 emacs/vim/iterm迁移
    CLOCK: [2018-07-23 一 00:35]--[2018-07-23 一 01:10] =>  0:35
    CLOCK: [2018-07-22 日 23:17]--[2018-07-23 一 00:33] =>  1:16
    CLOCK: [2018-07-22 日 00:15]--[2018-07-22 日 01:27] =>  1:12
** 技术学习
*** 1806 Apache NiFi
    CLOCK: [2018-07-30 一 13:37]--[2018-07-30 一 14:06] =>  0:29
    CLOCK: [2018-07-30 一 12:48]--[2018-07-30 一 13:08] =>  0:20
    CLOCK: [2018-06-06 三 18:37]--[2018-06-06 三 19:06] =>  0:29
*** 1802 sqoop
    CLOCK: [2018-02-16 五 20:53]--[2018-02-16 五 21:39] =>  0:46
** 照片后期
*** 1710 秋凉视频教程
    CLOCK: [2017-10-14 六 21:36]--[2017-10-14 六 21:55] =>  0:19
    CLOCK: [2017-10-14 六 17:57]--[2017-10-14 六 19:46] =>  1:49
    CLOCK: [2017-10-14 六 15:59]--[2017-10-14 六 16:58] =>  0:59
    CLOCK: [2017-10-14 六 15:02]--[2017-10-14 六 15:42] =>  0:40
    CLOCK: [2017-10-14 六 09:53]--[2017-10-14 六 11:33] =>  1:40
    CLOCK: [2017-10-14 六 00:02]--[2017-10-14 六 01:59] =>  1:57
    CLOCK: [2017-10-13 五 00:20]--[2017-10-13 五 00:31] =>  0:11
    CLOCK: [2017-10-12 四 23:45]--[2017-10-13 五 00:20] =>  0:35
*** 1710 工作流整理
    CLOCK: [2017-10-10 二 22:36]--[2017-10-10 二 23:01] =>  0:25
    CLOCK: [2017-10-10 二 02:31]--[2017-10-10 二 03:04] =>  0:33
    CLOCK: [2017-10-10 二 01:20]--[2017-10-10 二 02:16] =>  0:56
*** 1710 拿国庆照片练手
    CLOCK: [2017-10-10 二 00:40]--[2017-10-10 二 00:56] =>  0:16
    CLOCK: [2017-10-10 二 00:01]--[2017-10-10 二 00:28] =>  0:27
    CLOCK: [2017-10-02 一 22:15]--[2017-10-02 一 22:33] =>  0:18
*** 1709 GOGOUP摄影后期理论
    CLOCK: [2017-09-23 六 15:00]--[2017-09-23 六 16:45] =>  1:45
    CLOCK: [2017-09-23 六 13:15]--[2017-09-23 六 14:10] =>  0:55
*** 1703 拿最近RX100照片练手
    CLOCK: [2017-03-18 六 09:51]--[2017-03-18 六 10:53] =>  1:02
*** 1703 学习视频
    CLOCK: [2017-03-17 五 22:04]--[2017-03-17 五 22:50] =>  0:46
** 其他
*** 1701 知乎Live：张佳伟关于阅读的一些微小经验
    CLOCK: [2017-01-22 日 01:01]--[2017-01-22 日 02:12] =>  1:11
*** 1701 知乎Live：王俊煜的阅读清单打造法
    CLOCK: [2017-01-18 三 23:01]--[2017-01-18 三 23:34] =>  0:33
    CLOCK: [2017-01-18 三 21:28]--[2017-01-18 三 22:05] =>  0:37
** 写作
*** 1805 1711 玩流放之路
    CLOCK: [2018-05-09 三 00:25]--[2018-05-09 三 01:12] =>  0:47
    CLOCK: [2018-05-08 二 23:56]--[2018-05-09 三 00:04] =>  0:08
    CLOCK: [2018-05-08 二 21:31]--[2018-05-08 二 21:54] =>  0:23
    CLOCK: [2018-05-08 二 20:34]--[2018-05-08 二 21:30] =>  0:56
    CLOCK: [2018-05-07 一 23:09]--[2018-05-07 一 23:46] =>  0:37
    CLOCK: [2018-05-07 一 00:26]--[2018-05-07 一 01:59] =>  1:33
    CLOCK: [2018-05-06 日 22:04]--[2018-05-06 日 23:02] =>  0:58
    CLOCK: [2018-05-06 日 20:36]--[2018-05-06 日 21:21] =>  0:45
    CLOCK: [2018-05-06 日 17:27]--[2018-05-06 日 18:21] =>  0:54
    CLOCK: [2018-05-06 日 13:47]--[2018-05-06 日 14:51] =>  1:04
    CLOCK: [2018-05-06 日 10:47]--[2018-05-06 日 12:06] =>  1:19
*** 1710 秋季组里去爬慕田峪长城
    CLOCK: [2017-10-29 日 17:13]--[2017-10-29 日 17:53] =>  0:40
    CLOCK: [2017-10-29 日 15:27]--[2017-10-29 日 16:26] =>  0:59
    CLOCK: [2017-10-29 日 00:39]--[2017-10-29 日 00:45] =>  0:06
*** DONE 1707 入手A7M2和两只镜头
    CLOCK: [2017-07-17 一 20:33]--[2017-07-17 一 22:07] =>  1:34
    CLOCK: [2017-07-17 一 01:41]--[2017-07-17 一 02:00] =>  0:19
    CLOCK: [2017-07-16 日 23:24]--[2017-07-17 一 01:11] =>  1:47
    CLOCK: [2017-07-16 日 23:10]--[2017-07-16 日 23:24] =>  0:14
    CLOCK: [2017-07-16 日 23:01]--[2017-07-16 日 23:09] =>  0:08
*** TODO 1511 Python Web 开发
    CLOCK: [2017-02-25 六 16:05]--[2017-02-25 六 16:43] =>  0:38
    CLOCK: [2015-11-19 四 15:57]--[2015-11-19 四 16:10] =>  0:13
    CLOCK: [2015-11-19 四 15:43]--[2015-11-19 四 15:49] =>  0:06
    CLOCK: [2015-11-19 四 14:57]--[2015-11-19 四 15:18] =>  0:21
    CLOCK: [2015-11-19 四 14:18]--[2015-11-19 四 14:53] =>  0:35
    CLOCK: [2015-11-16 一 21:19]--[2015-11-16 一 21:59] =>  0:40
    CLOCK: [2015-11-16 一 21:14]--[2015-11-16 一 21:15] =>  0:01
    CLOCK: [2015-11-16 一 20:48]--[2015-11-16 一 20:55] =>  0:07
*** TODO 1603 知识管理
    CLOCK: [2016-03-03 四 23:15]--[2016-03-03 四 23:34] =>  0:19
    CLOCK: [2016-03-03 四 22:40]--[2016-03-03 四 23:05] =>  0:25
*** TODO 1504 Vim
    CLOCK: [2015-04-13 一 01:00]--[2015-04-13 一 01:28] =>  0:28
    CLOCK: [2015-04-13 一 00:41]--[2015-04-13 一 01:00] =>  0:19
*** DONE 1610 学吉他
    CLOCK: [2016-10-22 六 19:48]--[2016-10-22 六 20:43] =>  0:55
    CLOCK: [2016-10-22 六 18:37]--[2016-10-22 六 18:53] =>  0:16
    CLOCK: [2016-10-22 六 15:05]--[2016-10-22 六 15:11] =>  0:06
    CLOCK: [2016-10-22 六 12:50]--[2016-10-22 六 12:52] =>  0:02
    CLOCK: [2016-10-22 六 11:29]--[2016-10-22 六 11:33] =>  0:04
    CLOCK: [2016-10-19 三 19:12]--[2016-10-19 三 19:25] =>  0:13
    CLOCK: [2016-10-19 三 19:01]--[2016-10-19 三 19:12] =>  0:11
    CLOCK: [2016-10-19 三 00:44]--[2016-10-19 三 01:14] =>  0:30
    CLOCK: [2016-10-18 二 23:45]--[2016-10-19 三 00:30] =>  0:45
    CLOCK: [2016-10-18 二 23:08]--[2016-10-18 二 23:30] =>  0:22
    CLOCK: [2016-10-18 二 13:16]--[2016-10-18 二 13:21] =>  0:05
    CLOCK: [2016-10-18 二 11:25]--[2016-10-18 二 11:39] =>  0:14
    CLOCK: [2016-10-18 二 11:06]--[2016-10-18 二 11:22] =>  0:16
    CLOCK: [2016-10-18 二 11:01]--[2016-10-18 二 11:06] =>  0:05
*** DONE 1705 端午去西安参加阿飞婚礼
    CLOCK: [2017-09-15 五 00:01]--[2017-09-15 五 01:12] =>  1:11
** 读书
*** 选书
    CLOCK: [2017-07-19 三 12:43]--[2017-07-19 三 13:03] =>  0:20
*** 1807 读《朝闻道》
    CLOCK: [2018-07-25 三 12:47]--[2018-07-25 三 13:19] =>  0:32
*** 1709 读《冰与火之歌》 
*** TODO 1702 读《硅谷钢铁侠》纸质书
    CLOCK: [2017-02-27 一 17:45]--[2017-02-27 一 18:19] =>  0:34
    CLOCK: [2017-02-27 一 16:10]--[2017-02-27 一 16:51] =>  0:41
*** TODO 1605 读《深入理解Java虚拟机》
    CLOCK: [2016-05-30 一 11:00]--[2016-05-30 一 11:15] =>  0:15
    CLOCK: [2016-05-19 四 11:25]--[2016-05-19 四 11:43] =>  0:18
    CLOCK: [2016-05-19 四 11:10]--[2016-05-19 四 11:25] =>  0:15
*** TODO 1703 读《王小波全集》
    CLOCK: [2017-03-21 二 10:02]--[2017-03-21 二 10:09] =>  0:07
    CLOCK: [2017-03-21 二 10:55]--[2017-03-21 二 11:14] =>  0:19
    CLOCK: [2017-03-20 一 19:22]--[2017-03-20 五 19:41] =>  0:19
    CLOCK: [2017-03-17 五 21:10]--[2017-03-17 五 21:22] =>  0:12
    CLOCK: [2017-03-17 五 10:52]--[2017-03-17 五 11:09] =>  0:17
    CLOCK: [2017-03-16 四 09:57]--[2017-03-16 四 10:09] =>  0:12
    CLOCK: [2017-03-15 三 08:30]--[2017-03-15 三 08:40] =>  0:10
    CLOCK: [2017-03-14 二 10:34]--[2017-03-14 二 10:48] =>  0:14
    CLOCK: [2017-03-09 四 10:41]--[2017-03-09 四 10:51] =>  0:10
    CLOCK: [2017-03-09 四 10:13]--[2017-03-09 四 10:32] =>  0:28
    CLOCK: [2017-03-08 三 23:46]--[2017-03-09 四 00:01] =>  0:15
    CLOCK: [2017-03-08 三 09:56]--[2017-03-08 三 10:18] =>  0:22
    CLOCK: [2017-03-07 二 22:05]--[2017-03-07 二 23:40] =>  1:35
    CLOCK: [2017-03-07 二 20:34]--[2017-03-07 二 20:50] =>  0:16
    CLOCK: [2017-03-07 二 09:59]--[2017-03-07 二 10:25] =>  0:26
    CLOCK: [2017-03-04 六 22:10]--[2017-03-04 六 22:35] =>  0:25
    CLOCK: [2017-03-04 六 21:14]--[2017-03-04 六 21:35] =>  0:21
** pyorg
*** 1608 块级元素修饰
    CLOCK: [2016-08-07 日 20:29]--[2016-08-07 日 20:45] =>  0:16
    CLOCK: [2016-08-07 日 20:10]--[2016-08-07 日 20:28] =>  0:18
    CLOCK: [2016-08-07 日 16:54]--[2016-08-07 日 17:08] =>  0:14
    CLOCK: [2016-08-07 日 16:01]--[2016-08-07 日 16:49] =>  0:48
    CLOCK: [2016-08-07 日 15:43]--[2016-08-07 日 15:47] =>  0:04
    CLOCK: [2016-08-07 日 12:57]--[2016-08-07 日 14:45] =>  1:48
*** 1604 Org Agenda
    CLOCK: [2016-04-18 一 01:27]--[2016-04-18 一 01:54] =>  0:27
    CLOCK: [2016-04-17 日 02:24]--[2016-04-17 日 02:30] =>  0:06
    CLOCK: [2016-04-17 日 00:07]--[2016-04-17 日 00:24] =>  0:17
    CLOCK: [2016-04-09 六 22:33]--[2016-04-09 六 22:40] =>  0:07
    CLOCK: [2016-04-05 二 13:18]--[2016-04-05 二 14:00] =>  0:42
    CLOCK: [2016-04-05 二 01:56]--[2016-04-05 二 01:57] =>  0:01
    CLOCK: [2016-04-05 二 01:21]--[2016-04-05 二 01:55] =>  0:34
    CLOCK: [2016-04-04 一 23:03]--[2016-04-04 一 23:10] =>  0:07
    CLOCK: [2016-04-04 一 21:28]--[2016-04-04 一 22:43] =>  1:15
    CLOCK: [2016-04-04 一 16:30]--[2016-04-04 一 17:35] =>  1:05
    CLOCK: [2016-04-04 一 13:45]--[2016-04-04 一 13:54] =>  0:09
    CLOCK: [2016-04-04 一 13:31]--[2016-04-04 一 13:37] =>  0:06
    CLOCK: [2016-04-04 一 11:19]--[2016-04-04 一 12:39] =>  1:20
*** 1604 Org 元素
    CLOCK: [2016-04-04 一 03:48]--[2016-04-04 一 04:30] =>  0:42
    CLOCK: [2016-04-04 一 02:03]--[2016-04-04 一 02:09] =>  0:06
    CLOCK: [2016-04-03 日 23:42]--[2016-04-04 一 01:46] =>  2:04
    CLOCK: [2016-04-03 日 23:26]--[2016-04-03 日 23:42] =>  0:16
*** 1604 行内元素
    CLOCK: [2016-04-10 日 18:26]--[2016-04-10 日 18:38] =>  0:12
    CLOCK: [2016-04-10 日 17:55]--[2016-04-10 日 18:11] =>  0:16
    CLOCK: [2016-04-03 日 14:35]--[2016-04-03 日 14:57] =>  0:22
    CLOCK: [2016-04-03 日 03:06]--[2016-04-03 日 03:38] =>  0:32
    CLOCK: [2016-04-02 六 23:00]--[2016-04-03 日 01:53] =>  2:53
    CLOCK: [2016-04-02 六 16:08]--[2016-04-02 六 16:59] =>  0:51
    CLOCK: [2016-04-02 六 12:58]--[2016-04-02 六 14:23] =>  1:25
    CLOCK: [2016-04-02 六 10:42]--[2016-04-02 六 10:50] =>  0:08
    CLOCK: [2016-04-02 六 01:29]--[2016-04-02 六 01:49] =>  0:20
    CLOCK: [2016-04-02 六 00:15]--[2016-04-02 六 00:56] =>  0:41
    CLOCK: [2016-04-01 五 23:13]--[2016-04-01 五 23:33] =>  0:20
    CLOCK: [2016-04-01 五 03:18]--[2016-04-01 五 04:05] =>  0:47
*** 1603 块级元素
    CLOCK: [2016-03-27 日 23:01]--[2016-03-27 日 23:30] =>  0:29
    CLOCK: [2016-03-27 日 00:20]--[2016-03-27 日 01:21] =>  1:01
    CLOCK: [2016-03-26 六 23:23]--[2016-03-27 日 00:00] =>  0:37
    CLOCK: [2016-03-26 六 15:42]--[2016-03-26 六 16:32] =>  0:50
    CLOCK: [2016-03-26 六 15:22]--[2016-03-26 六 15:32] =>  0:10
    CLOCK: [2016-03-26 六 13:05]--[2016-03-26 六 13:24] =>  0:19
    CLOCK: [2016-03-26 六 12:24]--[2016-03-26 六 12:56] =>  0:32
    CLOCK: [2016-03-24 四 00:37]--[2016-03-24 四 01:05] =>  0:28
    CLOCK: [2016-03-24 四 00:08]--[2016-03-24 四 00:16] =>  0:08
    CLOCK: [2016-03-23 三 23:42]--[2016-03-23 三 23:43] =>  0:01
    CLOCK: [2016-03-23 三 09:57]--[2016-03-23 三 10:11] =>  0:14
    CLOCK: [2016-03-23 三 01:37]--[2016-03-23 三 02:08] =>  0:31
    CLOCK: [2016-03-22 二 23:44]--[2016-03-23 三 00:54] =>  1:10
*** 1603 设计
    CLOCK: [2016-03-20 日 22:00]--[2016-03-20 日 23:25] =>  1:25
    CLOCK: [2016-03-20 日 17:18]--[2016-03-20 日 17:54] =>  0:36
    CLOCK: [2016-03-20 日 17:06]--[2016-03-20 日 17:17] =>  0:11
    CLOCK: [2016-03-20 日 15:10]--[2016-03-20 日 15:19] =>  0:09
    CLOCK: [2016-03-20 日 13:53]--[2016-03-20 日 15:10] =>  1:17
    CLOCK: [2016-03-20 日 11:08]--[2016-03-20 日 11:19] =>  0:11
    CLOCK: [2016-03-20 日 01:09]--[2016-03-20 日 02:19] =>  1:10
    CLOCK: [2016-03-19 六 23:23]--[2016-03-20 日 00:00] =>  0:37
** 钢琴学习
*** 练习C大调十二平均律前奏曲
    CLOCK: [2016-05-07 六 12:31]--[2016-05-07 六 12:50] =>  0:19
    CLOCK: [2016-05-05 四 22:37]--[2016-05-05 四 23:01] =>  0:24
    CLOCK: [2016-05-05 四 10:10]--[2016-05-05 四 10:20] =>  0:10
    CLOCK: [2016-05-04 三 22:28]--[2016-05-04 三 23:07] =>  0:39
    CLOCK: [2016-05-03 二 17:32]--[2016-05-03 二 17:54] =>  0:22
    CLOCK: [2016-04-30 六 14:40]--[2016-04-30 六 14:48] =>  0:08
    CLOCK: [2016-04-29 五 09:50]--[2016-04-29 五 10:00] =>  0:10
*** 练习 Always With Me
    CLOCK: [2016-09-10 六 11:55]--[2016-09-10 六 12:12] =>  0:17
    CLOCK: [2016-03-07 一 22:25]--[2016-03-07 一 22:49] =>  0:24
*** 练习素敌
    CLOCK: [2016-03-16 三 10:12]--[2016-03-16 三 10:25] =>  0:13
    CLOCK: [2016-02-21 日 14:37]--[2016-02-21 日 15:01] =>  0:24
    CLOCK: [2016-02-21 日 13:39]--[2016-02-21 日 14:36] =>  0:57
    CLOCK: [2016-02-06 六 14:58]--[2016-02-06 六 15:57] =>  0:59
    CLOCK: [2016-02-06 六 14:44]--[2016-02-06 六 14:47] =>  0:03
    CLOCK: [2016-02-06 六 11:59]--[2016-02-06 六 12:38] =>  0:39
    CLOCK: [2016-02-04 四 14:34]--[2016-02-04 四 14:49] =>  0:15
    CLOCK: [2016-02-04 四 10:00]--[2016-02-04 四 10:11] =>  0:11
    CLOCK: [2016-02-04 四 00:14]--[2016-02-04 四 01:18] =>  1:04
    CLOCK: [2016-02-03 三 10:15]--[2016-02-03 三 10:46] =>  0:31
    CLOCK: [2016-02-03 三 00:18]--[2016-02-03 三 01:13] =>  0:55
    CLOCK: [2016-02-02 二 20:50]--[2016-02-02 二 21:19] =>  0:29
    CLOCK: [2016-02-01 一 23:30]--[2016-02-02 二 00:33] =>  1:03
    CLOCK: [2016-02-01 一 10:38]--[2016-02-01 一 10:46] =>  0:08
    CLOCK: [2016-02-01 一 00:35]--[2016-02-01 一 01:29] =>  0:54
    CLOCK: [2016-01-31 日 11:58]--[2016-01-31 日 12:37] =>  0:39
    CLOCK: [2016-01-30 六 23:00]--[2016-01-30 六 23:41] =>  0:41
    CLOCK: [2016-01-30 六 20:30]--[2016-01-30 六 20:47] =>  0:17
    CLOCK: [2016-01-15 五 22:22]--[2016-01-15 五 22:56] =>  0:34
    CLOCK: [2016-01-13 三 23:41]--[2016-01-14 四 00:47] =>  1:06
    CLOCK: [2016-01-11 一 23:57]--[2016-01-12 二 00:17] =>  0:20
    CLOCK: [2016-01-10 日 13:37]--[2016-01-10 日 14:07] =>  0:30
    CLOCK: [2016-01-07 四 22:48]--[2016-01-07 四 23:08] =>  0:20
    CLOCK: [2016-01-06 三 22:53]--[2016-01-06 三 23:20] =>  0:27
    CLOCK: [2016-01-04 一 23:36]--[2016-01-05 二 00:00] =>  0:24
    CLOCK: [2016-01-04 一 00:10]--[2016-01-04 一 00:24] =>  0:14
    CLOCK: [2016-01-03 日 20:50]--[2016-01-03 日 21:34] =>  0:44
    CLOCK: [2016-01-01 五 01:24]--[2016-01-01 五 01:51] =>  0:27
    CLOCK: [2015-12-28 一 00:34]--[2015-12-28 一 01:45] =>  1:11
    CLOCK: [2015-12-27 日 11:52]--[2015-12-27 日 12:20] =>  0:28
    CLOCK: [2015-12-27 日 00:51]--[2015-12-27 日 02:05] =>  1:14
    CLOCK: [2015-12-26 六 12:53]--[2015-12-26 六 13:39] =>  0:46
    CLOCK: [2015-12-25 五 23:41]--[2015-12-26 六 00:44] =>  1:03
    CLOCK: [2015-12-24 四 01:07]--[2015-12-24 四 01:19] =>  0:12
    CLOCK: [2015-12-24 四 00:10]--[2015-12-24 四 00:58] =>  0:48
    CLOCK: [2015-12-21 一 23:05]--[2015-12-21 一 23:59] =>  0:54
    CLOCK: [2015-12-21 一 01:50]--[2015-12-21 一 02:11] =>  0:21
    CLOCK: [2015-12-20 日 03:01]--[2015-12-20 日 03:30] =>  0:29
    CLOCK: [2015-12-20 日 00:00]--[2015-12-20 日 01:24] =>  1:24
    CLOCK: [2015-12-17 四 00:22]--[2015-12-17 四 01:32] =>  1:10
    CLOCK: [2015-12-15 二 23:47]--[2015-12-16 三 01:03] =>  1:16
    CLOCK: [2015-12-11 五 21:29]--[2015-12-11 五 22:50] =>  1:21
    CLOCK: [2015-12-11 五 01:20]--[2015-12-11 五 01:35] =>  0:15
    CLOCK: [2015-12-08 二 23:15]--[2015-12-09 三 00:45] =>  1:30
    CLOCK: [2015-12-07 一 22:25]--[2015-12-07 一 23:57] =>  1:32
    CLOCK: [2015-12-06 日 21:53]--[2015-12-06 日 23:15] =>  1:22
    CLOCK: [2015-12-06 日 13:20]--[2015-12-06 日 14:17] =>  0:57
    CLOCK: [2015-12-05 六 21:20]--[2015-12-05 六 22:00] =>  0:40
    CLOCK: [2015-12-05 六 14:10]--[2015-12-05 六 15:20] =>  1:10
    CLOCK: [2015-12-04 五 01:00]--[2015-12-04 五 01:30] =>  0:30
    CLOCK: [2015-11-28 六 11:10]--[2015-11-28 六 12:32] =>  1:22
    CLOCK: [2015-11-28 六 00:37]--[2015-11-28 六 01:07] =>  0:30
    CLOCK: [2015-11-27 五 00:15]--[2015-11-27 五 00:44] =>  0:29
    CLOCK: [2015-11-26 四 00:53]--[2015-11-26 四 01:26] =>  0:33
    CLOCK: [2015-11-25 三 10:00]--[2015-11-25 三 10:15] =>  0:15
    CLOCK: [2015-11-25 三 00:27]--[2015-11-25 三 02:03] =>  1:36
    CLOCK: [2015-11-24 二 00:47]--[2015-11-24 二 01:52] =>  1:05
    CLOCK: [2015-11-23 一 00:26]--[2015-11-23 一 01:32] =>  1:06
    CLOCK: [2015-11-22 日 17:05]--[2015-11-22 日 17:25] =>  0:20
    CLOCK: [2015-11-22 日 13:15]--[2015-11-22 日 14:39] =>  1:24
    CLOCK: [2015-11-22 日 11:10]--[2015-11-22 日 12:03] =>  0:53
    CLOCK: [2015-11-22 日 00:35]--[2015-11-22 日 00:51] =>  0:16
    CLOCK: [2015-11-21 六 22:10]--[2015-11-21 六 23:31] =>  1:21
    CLOCK: [2015-11-21 六 10:06]--[2015-11-21 六 10:36] =>  0:30
    CLOCK: [2015-11-21 六 00:45]--[2015-11-21 六 01:51] =>  1:06
    CLOCK: [2015-11-20 五 23:46]--[2015-11-21 六 00:18] =>  0:32
    CLOCK: [2015-11-20 五 21:43]--[2015-11-20 五 22:32] =>  0:49
    CLOCK: [2015-11-20 五 10:09]--[2015-11-20 五 10:29] =>  0:20
    CLOCK: [2015-11-18 三 23:52]--[2015-11-19 四 00:11] =>  0:19
    CLOCK: [2015-11-18 三 21:30]--[2015-11-18 三 22:10] =>  0:40
    CLOCK: [2015-11-18 三 01:00]--[2015-11-18 三 01:10] =>  0:10
    CLOCK: [2015-11-17 二 00:50]--[2015-11-17 二 01:05] =>  0:15
    CLOCK: [2015-11-16 一 23:54]--[2015-11-17 二 00:40] =>  0:46
    CLOCK: [2015-11-15 日 10:50]--[2015-11-15 日 11:10] =>  0:20
    CLOCK: [2015-11-15 日 02:05]--[2015-11-15 日 02:15] =>  0:10
    CLOCK: [2015-11-14 六 23:00]--[2015-11-14 六 23:25] =>  0:25
    CLOCK: [2015-11-13 五 23:15]--[2015-11-14 六 00:21] =>  1:06
*** 练习 Luv Letter
*** 林文信 12 小时学会流行键盘基础教程
**** 第一课 & 第二课
     CLOCK: [2015-11-13 五 00:59]--[2015-11-13 五 01:47] =>  0:48
     CLOCK: [2015-11-13 五 00:18]--[2015-11-13 五 00:59] =>  0:41
     CLOCK: [2015-11-12 四 23:45]--[2015-11-13 五 00:03] =>  0:18
**** 第三课 & 第四课
     CLOCK: [2015-11-20 五 23:02]--[2015-11-20 五 23:13] =>  0:11
     CLOCK: [2015-11-20 五 22:40]--[2015-11-20 五 22:57] =>  0:17
     CLOCK: [2015-11-14 六 00:21]--[2015-11-14 六 01:22] =>  1:01
*** 天空之城
    CLOCK: [2015-11-10 二 23:45]--[2015-11-11 三 00:07] =>  0:22
*** 乐理
    CLOCK: [2015-11-14 六 20:00]--[2015-11-14 六 21:00] =>  1:00
    CLOCK: [2015-11-09 一 23:15]--[2015-11-10 二 00:14] =>  0:59
** 工具学习
* 生活
** 看视频
*** 1807 中国新说唱
    CLOCK: [2018-07-27 五 23:44]--[2018-07-28 六 01:54] =>  2:10
    CLOCK: [2018-07-27 五 23:04]--[2018-07-27 五 23:34] =>  0:30
*** 1806 世界杯
    CLOCK: [2018-07-16 一 01:26]--[2018-07-16 一 01:35] =>  0:09
    CLOCK: [2018-07-15 日 23:04]--[2018-07-16 一 00:01] =>  0:57
    CLOCK: [2018-07-14 六 21:51]--[2018-07-14 六 22:49] =>  0:58
    CLOCK: [2018-07-07 六 21:59]--[2018-07-08 日 00:00] =>  2:01
    CLOCK: [2018-07-07 六 02:00]--[2018-07-07 六 04:39] =>  2:39
    CLOCK: [2018-07-04 三 04:00]--[2018-07-04 三 04:57] =>  0:57
    CLOCK: [2018-07-02 一 22:42]--[2018-07-02 一 23:22] =>  0:40
    CLOCK: [2018-07-01 日 22:23]--[2018-07-01 日 22:56] =>  0:33
    CLOCK: [2018-07-01 日 01:45]--[2018-07-01 日 04:28] =>  2:43
    CLOCK: [2018-06-30 六 22:22]--[2018-07-01 日 00:11] =>  1:49
    CLOCK: [2018-06-29 五 00:40]--[2018-06-29 五 01:29] =>  0:49
    CLOCK: [2018-06-28 四 00:00]--[2018-06-28 四 00:23] =>  0:23
    CLOCK: [2018-06-27 三 02:38]--[2018-06-27 三 03:50] =>  1:12
    CLOCK: [2018-06-25 一 02:35]--[2018-06-25 一 02:37] =>  0:02
    CLOCK: [2018-06-24 日 20:08]--[2018-06-24 日 22:00] =>  1:52
    CLOCK: [2018-06-24 日 03:00]--[2018-06-24 日 04:08] =>  1:08
    CLOCK: [2018-06-20 三 01:21]--[2018-06-20 三 01:38] =>  0:17
    CLOCK: [2018-06-19 二 23:55]--[2018-06-20 三 01:21] =>  1:26
    CLOCK: [2018-06-18 一 21:14]--[2018-06-18 一 21:40] =>  0:26
    CLOCK: [2018-06-16 六 21:48]--[2018-06-16 六 23:01] =>  1:13
    CLOCK: [2018-06-16 六 03:52]--[2018-06-16 六 04:04] =>  0:12
    CLOCK: [2018-06-16 六 03:24]--[2018-06-16 六 03:52] =>  0:28
*** 1804 摄影学习
    CLOCK: [2018-05-03 四 11:37]--[2018-05-03 四 12:11] =>  0:34
    CLOCK: [2018-04-24 二 21:09]--[2018-04-24 二 21:48] =>  0:39
    CLOCK: [2018-04-22 日 20:31]--[2018-04-22 日 21:03] =>  0:32
** 购物
*** 1807 再再买新玩具
    CLOCK: [2018-07-27 五 09:13]--[2018-07-27 五 09:58] =>  0:45
    CLOCK: [2018-07-26 四 21:27]--[2018-07-27 五 02:00] =>  4:33
*** 1807 再买新玩具
    CLOCK: [2018-07-14 六 02:20]--[2018-07-14 六 03:49] =>  1:29
*** 1807 购买新Mac
    CLOCK: [2018-07-20 五 18:43]--[2018-07-20 五 19:01] =>  0:18
    CLOCK: [2018-07-19 四 23:58]--[2018-07-20 五 01:27] =>  1:29
    CLOCK: [2018-07-12 四 21:36]--[2018-07-12 四 22:25] =>  0:49
    CLOCK: [2018-07-12 四 21:00]--[2018-07-12 四 21:22] =>  0:22
*** 1807 购买新相机
    CLOCK: [2018-07-14 六 17:10]--[2018-07-14 六 18:16] =>  1:06
    CLOCK: [2018-07-14 六 15:38]--[2018-07-14 六 16:10] =>  0:32
    CLOCK: [2018-07-14 六 12:40]--[2018-07-14 六 13:27] =>  0:47
*** 1807 榻榻米无腿靠背椅
    CLOCK: [2018-07-09 一 20:14]--[2018-07-09 一 20:29] =>  0:15
    CLOCK: [2018-07-09 一 19:02]--[2018-07-09 一 19:23] =>  0:21
*** 1802 18年购物支出计划
    CLOCK: [2018-07-05 四 02:07]--[2018-07-05 四 02:42] =>  0:35
    CLOCK: [2018-07-04 三 00:30]--[2018-07-04 三 00:39] =>  0:09
    CLOCK: [2018-06-28 四 12:15]--[2018-06-28 四 12:57] =>  0:42
    CLOCK: [2018-06-27 三 00:55]--[2018-06-27 三 01:10] =>  0:15
    CLOCK: [2018-06-24 日 17:29]--[2018-06-24 日 18:07] =>  0:38
    CLOCK: [2018-06-24 日 04:08]--[2018-06-24 日 04:26] =>  0:18
    CLOCK: [2018-06-24 日 01:56]--[2018-06-24 日 03:00] =>  1:04
    CLOCK: [2018-06-23 六 18:32]--[2018-06-23 六 19:28] =>  0:56
    CLOCK: [2018-06-23 六 17:08]--[2018-06-23 六 17:26] =>  0:18
    CLOCK: [2018-06-23 六 16:19]--[2018-06-23 六 16:49] =>  0:30
    CLOCK: [2018-05-21 一 02:44]--[2018-05-21 一 02:51] =>  0:07
    CLOCK: [2018-05-19 六 16:54]--[2018-05-19 六 18:26] =>  1:32
    CLOCK: [2018-05-10 四 23:37]--[2018-05-11 五 00:00] =>  0:23
    CLOCK: [2018-05-05 六 10:07]--[2018-05-05 六 10:45] =>  0:38
    CLOCK: [2018-05-03 四 20:44]--[2018-05-03 四 21:09] =>  0:25
    CLOCK: [2018-05-01 二 12:10]--[2018-05-01 二 13:50] =>  1:40
    CLOCK: [2018-04-28 六 23:30]--[2018-04-29 日 00:14] =>  0:44
    CLOCK: [2018-04-28 六 12:36]--[2018-04-28 六 13:09] =>  0:33
    CLOCK: [2018-04-28 六 09:00]--[2018-04-28 六 10:05] =>  1:05
    CLOCK: [2018-04-27 五 00:30]--[2018-04-27 五 01:30] =>  1:00
    CLOCK: [2018-04-24 二 00:18]--[2018-04-24 二 00:56] =>  0:38
    CLOCK: [2018-04-22 日 22:28]--[2018-04-22 日 23:02] =>  0:34
    CLOCK: [2018-04-21 六 17:00]--[2018-04-21 六 18:13] =>  1:13
    CLOCK: [2018-04-15 日 07:12]--[2018-04-15 日 08:18] =>  1:06
    CLOCK: [2018-04-15 日 02:15]--[2018-04-15 日 02:37] =>  0:22
    CLOCK: [2018-04-10 二 09:49]--[2018-04-10 二 10:10] =>  0:21
    CLOCK: [2018-04-10 二 00:40]--[2018-04-10 二 01:00] =>  0:20
    CLOCK: [2018-04-06 五 23:20]--[2018-04-07 六 00:26] =>  1:06
    CLOCK: [2018-04-01 日 11:08]--[2018-04-01 日 11:37] =>  0:29
    CLOCK: [2018-04-01 日 00:49]--[2018-04-01 日 03:18] =>  2:29
    CLOCK: [2018-03-31 六 20:20]--[2018-03-31 日 21:20] =>  1:00
    CLOCK: [2018-03-31 六 15:15]--[2018-03-31 六 16:07] =>  0:52
    CLOCK: [2018-03-31 六 13:30]--[2018-03-31 六 14:10] =>  0:40
    CLOCK: [2018-03-31 六 12:00]--[2018-03-31 六 12:15] =>  0:15
    CLOCK: [2018-03-31 六 11:00]--[2018-03-31 六 11:55] =>  0:55
    CLOCK: [2018-03-31 六 00:23]--[2018-03-31 六 01:30] =>  1:07
    CLOCK: [2018-03-27 二 00:08]--[2018-03-27 二 00:58] =>  0:50
    CLOCK: [2018-03-25 日 22:35]--[2018-03-26 一 00:07] =>  1:32
    CLOCK: [2018-03-24 六 18:12]--[2018-03-24 六 18:54] =>  0:42
    CLOCK: [2018-03-24 六 00:58]--[2018-03-24 六 01:14] =>  0:16
    CLOCK: [2018-03-22 四 23:40]--[2018-03-23 五 00:22] =>  0:42
    CLOCK: [2018-03-22 四 00:10]--[2018-03-22 四 00:39] =>  0:29
    CLOCK: [2018-03-21 三 21:10]--[2018-03-21 三 22:00] =>  0:50
    CLOCK: [2018-03-20 二 09:19]--[2018-03-20 二 09:58] =>  0:39
    CLOCK: [2018-03-19 一 22:35]--[2018-03-19 一 23:25] =>  0:50
    CLOCK: [2018-03-18 日 22:49]--[2018-03-18 日 23:50] =>  1:01
    CLOCK: [2018-03-18 日 14:20]--[2018-03-18 日 15:14] =>  0:54
    CLOCK: [2018-03-17 六 18:40]--[2018-03-17 六 20:43] =>  2:03
    CLOCK: [2018-03-17 六 16:43]--[2018-03-17 六 18:00] =>  1:17
    CLOCK: [2018-03-17 六 09:02]--[2018-03-17 六 09:45] =>  0:43
    CLOCK: [2018-03-17 六 00:00]--[2018-03-17 六 00:23] =>  0:23
    CLOCK: [2018-03-15 四 22:45]--[2018-03-15 四 23:10] =>  0:25
    CLOCK: [2018-03-12 一 22:30]--[2018-03-12 一 22:49] =>  0:19
    CLOCK: [2018-03-10 六 17:58]--[2018-03-10 六 19:00] =>  1:02
    CLOCK: [2018-03-09 五 09:14]--[2018-03-09 五 09:44] =>  0:30
    CLOCK: [2018-03-08 四 23:30]--[2018-03-09 五 00:11] =>  0:41
    CLOCK: [2018-03-07 三 12:55]--[2018-03-07 三 13:20] =>  0:25
    CLOCK: [2018-03-03 六 14:10]--[2018-03-03 六 15:10] =>  1:00
    CLOCK: [2018-02-28 三 22:20]--[2018-02-28 三 23:26] =>  1:06
    CLOCK: [2018-02-27 二 09:16]--[2018-02-27 二 09:32] =>  0:16
    CLOCK: [2018-02-26 一 23:30]--[2018-02-27 二 00:39] =>  1:09
    CLOCK: [2018-02-26 一 19:10]--[2018-02-26 一 19:50] =>  0:40
    CLOCK: [2018-02-25 日 08:46]--[2018-02-25 日 09:15] =>  0:29
    CLOCK: [2018-02-25 日 01:35]--[2018-02-25 日 02:04] =>  0:29
** 看电影/电视剧
*** 1807 少年派的奇幻漂流
    CLOCK: [2018-07-28 六 14:37]--[2018-07-28 六 15:22] =>  0:45
    CLOCK: [2018-07-28 六 11:48]--[2018-07-28 六 13:10] =>  1:22
*** 1807 有话好好说
    CLOCK: [2018-07-28 六 02:00]--[2018-07-28 六 03:30] =>  1:30
*** 1807 侏罗纪公园2：失落的世界
    CLOCK: [2018-07-15 日 20:26]--[2018-07-15 日 21:10] =>  0:44
    CLOCK: [2018-07-15 日 18:09]--[2018-07-15 日 20:00] =>  1:51
*** 1807 侏罗纪公园
    CLOCK: [2018-07-13 五 23:22]--[2018-07-14 六 01:35] =>  2:13
*** 1807 百变星君
    CLOCK: [2018-07-09 一 00:13]--[2018-07-09 一 00:26] =>  0:13
    CLOCK: [2018-07-08 日 23:15]--[2018-07-09 一 00:13] =>  0:58
*** 1807 黑客帝国3：矩阵革命
    CLOCK: [2018-07-08 日 15:49]--[2018-07-08 日 18:08] =>  2:19
*** 1807 黑客帝国2：重装上阵
    CLOCK: [2018-07-07 六 16:56]--[2018-07-07 六 19:47] =>  2:51
*** 1806 黑客帝国
    CLOCK: [2018-07-02 一 00:58]--[2018-07-02 一 02:43] =>  1:45
    CLOCK: [2018-07-02 一 00:10]--[2018-07-02 一 00:32] =>  0:22
*** 1806 蝙蝠侠：黑暗骑士
    CLOCK: [2018-07-01 日 22:56]--[2018-07-02 一 00:01] =>  1:05
    CLOCK: [2018-07-01 日 16:57]--[2018-07-01 日 17:08] =>  0:11
    CLOCK: [2018-07-01 日 15:08]--[2018-07-01 日 16:51] =>  1:43
*** 1806 阿凡达
    CLOCK: [2018-07-01 日 12:30]--[2018-07-01 日 14:58] =>  2:28
*** 1806 东方列车谋杀案
    CLOCK: [2018-06-30 六 20:50]--[2018-06-30 六 22:22] =>  1:32
*** 1806 复仇者联盟2
    CLOCK: [2018-06-30 六 17:00]--[2018-06-30 六 18:44] =>  1:44
*** 1710 末代皇帝   
    CLOCK: [2017-10-26 四 02:32]--[2017-10-26 四 02:50] =>  0:18
    CLOCK: [2017-10-25 三 23:20]--[2017-10-25 三 23:40] =>  0:20
    CLOCK: [2017-10-25 三 02:22]--[2017-10-25 三 03:22] =>  1:00
** 上网
*** 1805 MSI小组赛首轮后的电竞了解
    CLOCK: [2018-05-14 一 01:43]--[2018-05-14 一 02:36] =>  0:53
    CLOCK: [2018-05-14 一 00:00]--[2018-05-14 一 01:30] =>  1:30
*** 1805 震中杯LGD夺冠后的上网
    CLOCK: [2018-05-07 一 18:10]--[2018-05-07 一 19:04] =>  0:54
    CLOCK: [2018-05-07 一 12:30]--[2018-05-07 一 13:27] =>  0:57
*** 1805 了解周杰伦音乐
    CLOCK: [2018-05-03 四 12:11]--[2018-05-03 四 12:40] =>  0:29
    CLOCK: [2018-05-03 四 00:43]--[2018-05-03 四 00:54] =>  0:11
    CLOCK: [2018-05-02 三 23:31]--[2018-05-03 四 00:43] =>  1:12
*** WSOb
    CLOCK: [2017-06-29 四 22:08]--[2017-06-29 四 22:26] =>  0:18
    CLOCK: [2017-02-28 二 20:38]--[2017-02-28 二 21:04] =>  0:26
    CLOCK: [2017-02-28 二 19:56]--[2017-02-28 二 20:29] =>  0:33
    CLOCK: [2016-12-01 四 22:37]--[2016-12-01 四 23:13] =>  0:36
    CLOCK: [2016-11-06 日 01:36]--[2016-11-06 日 01:43] =>  0:07
    CLOCK: [2016-11-06 日 00:42]--[2016-11-06 日 01:14] =>  0:32
    CLOCK: [2016-11-05 六 23:42]--[2016-11-06 日 00:06] =>  0:24
    CLOCK: [2016-11-04 五 22:20]--[2016-11-04 五 22:35] =>  0:15
    CLOCK: [2016-11-02 三 00:32]--[2016-11-02 三 01:16] =>  0:44
    CLOCK: [2016-11-01 二 23:56]--[2016-11-02 三 00:32] =>  0:36
** 玩游戏
*** 1807 PS4: 怪物猎人
    CLOCK: [2018-07-28 六 18:48]--[2018-07-28 六 20:02] =>  1:14
    CLOCK: [2018-07-14 六 22:49]--[2018-07-15 日 00:10] =>  1:21
*** 1806 Steam夏季大促
    CLOCK: [2018-06-24 日 23:10]--[2018-06-25 一 01:00] =>  1:50
*** 1806 绝地求生
    CLOCK: [2018-06-02 六 18:50]--[2018-06-02 六 19:24] =>  0:34
*** DOTA2
    CLOCK: [2018-05-07 一 22:00]--[2018-05-07 一 22:44] =>  0:44
    CLOCK: [2018-04-24 二 13:16]--[2018-04-24 二 14:20] =>  1:04
    CLOCK: [2018-01-20 六 19:00]--[2018-01-20 六 20:09] =>  1:09
    CLOCK: [2018-01-06 六 13:52]--[2018-01-06 六 14:48] =>  0:56
    CLOCK: [2018-01-06 六 00:07]--[2018-01-06 六 01:36] =>  1:29
    CLOCK: [2018-01-05 五 23:38]--[2018-01-06 六 00:06] =>  0:28
    CLOCK: [2018-01-03 三 12:13]--[2018-01-03 三 13:31] =>  1:18
    CLOCK: [2018-01-03 三 11:54]--[2018-01-03 三 12:09] =>  0:15
    CLOCK: [2018-01-02 二 21:10]--[2018-01-03 三 00:06] =>  2:56
    CLOCK: [2018-01-01 一 19:40]--[2018-01-01 一 20:37] =>  0:57
*** 王者荣耀
*** CS:GO
    CLOCK: [2017-09-15 五 22:00]--[2017-09-15 五 22:39] =>  0:39
    CLOCK: [2017-05-18 四 00:22]--[2017-05-18 四 00:54] =>  0:32
** 工作杂事
*** 报销
    CLOCK: [2018-06-13 三 17:18]--[2018-06-13 三 17:33] =>  0:15
    CLOCK: [2018-06-12 二 20:44]--[2018-06-12 二 21:22] =>  0:38
    CLOCK: [2018-06-08 五 21:42]--[2018-06-08 五 22:09] =>  0:27
    CLOCK: [2018-06-08 五 21:20]--[2018-06-08 五 21:30] =>  0:10
*** 1806 公司笔记本到期更换
    CLOCK: [2018-06-08 五 16:22]--[2018-06-08 五 16:36] =>  0:14
    CLOCK: [2018-06-08 五 15:48]--[2018-06-08 五 16:00] =>  0:12
*** 1805 出差常州杂事
    CLOCK: [2018-05-27 日 12:01]--[2018-05-27 日 12:36] =>  0:35
    CLOCK: [2018-05-27 日 11:13]--[2018-05-27 日 11:29] =>  0:16
    CLOCK: [2018-05-27 日 09:53]--[2018-05-27 日 10:52] =>  0:59
    CLOCK: [2018-05-26 六 09:49]--[2018-05-26 六 10:34] =>  0:45
** 生活杂事
*** 和家人聊天
    CLOCK: [2018-07-14 六 14:00]--[2018-07-14 六 14:38] =>  0:38
    CLOCK: [2018-06-28 四 22:01]--[2018-06-28 四 22:15] =>  0:14
    CLOCK: [2018-06-23 六 21:13]--[2018-06-23 六 21:20] =>  0:07
    CLOCK: [2018-06-18 一 17:06]--[2018-06-18 一 17:24] =>  0:18
    CLOCK: [2018-06-09 六 21:50]--[2018-06-09 六 22:11] =>  0:21
    CLOCK: [2018-06-07 四 10:25]--[2018-06-07 四 10:37] =>  0:12
    CLOCK: [2018-05-30 三 20:57]--[2018-05-30 三 21:07] =>  0:10
    CLOCK: [2018-05-29 二 08:35]--[2018-05-29 二 08:42] =>  0:07
    CLOCK: [2018-05-28 一 21:12]--[2018-05-28 一 21:24] =>  0:12
    CLOCK: [2018-05-25 五 21:00]--[2018-05-25 五 21:17] =>  0:17
    CLOCK: [2018-05-25 五 20:22]--[2018-05-25 五 20:57] =>  0:35
    CLOCK: [2018-05-20 日 09:39]--[2018-05-20 日 09:49] =>  0:10
    CLOCK: [2018-05-13 日 20:43]--[2018-05-13 日 20:52] =>  0:09
    CLOCK: [2018-05-13 日 18:52]--[2018-05-13 日 19:03] =>  0:11
    CLOCK: [2018-05-12 六 21:13]--[2018-05-12 六 21:36] =>  0:23
    CLOCK: [2018-05-06 日 21:21]--[2018-05-06 日 21:43] =>  0:22
    CLOCK: [2018-05-05 六 11:20]--[2018-05-05 六 12:05] =>  0:45
    CLOCK: [2018-05-01 二 10:08]--[2018-05-01 二 10:27] =>  0:19
    CLOCK: [2018-04-21 六 20:37]--[2018-04-21 六 20:51] =>  0:14
    CLOCK: [2018-04-20 五 21:41]--[2018-04-20 五 21:52] =>  0:11
    CLOCK: [2018-04-14 六 22:00]--[2018-04-14 六 22:18] =>  0:18
    CLOCK: [2018-04-14 六 11:18]--[2018-04-14 六 11:33] =>  0:15
    CLOCK: [2018-04-05 四 09:17]--[2018-04-05 四 09:22] =>  0:05
    CLOCK: [2018-03-30 五 08:50]--[2018-03-30 五 09:01] =>  0:11
    CLOCK: [2018-03-29 四 10:32]--[2018-03-29 四 10:38] =>  0:06
    CLOCK: [2018-03-27 二 21:12]--[2018-03-27 二 21:17] =>  0:05
    CLOCK: [2018-03-26 一 20:13]--[2018-03-26 一 20:25] =>  0:12
    CLOCK: [2018-03-25 日 21:00]--[2018-03-25 日 21:13] =>  0:13
    CLOCK: [2018-03-24 六 10:25]--[2018-03-24 六 10:31] =>  0:06
    CLOCK: [2018-03-18 日 21:34]--[2018-03-18 日 21:52] =>  0:18
    CLOCK: [2018-03-17 六 10:04]--[2018-03-17 六 10:15] =>  0:11
*** 1807 MBP15 2018开箱以及各种软件安装
    CLOCK: [2018-07-22 日 01:35]--[2018-07-22 日 02:43] =>  1:08
    CLOCK: [2018-07-21 六 22:07]--[2018-07-22 日 00:13] =>  2:06
    CLOCK: [2018-07-21 六 10:19]--[2018-07-21 六 15:13] =>  4:54
    CLOCK: [2018-07-20 五 23:40]--[2018-07-21 六 02:32] =>  2:52
*** 1807 A7R3和FE35开箱
    CLOCK: [2018-07-14 六 19:30]--[2018-07-14 六 20:30] =>  1:00
*** 1807 锉刀打磨次卧窗户边框
    CLOCK: [2018-07-14 六 14:40]--[2018-07-14 六 15:36] =>  0:56
*** 1806 安装移动光宽带
    CLOCK: [2018-06-08 五 16:01]--[2018-06-08 五 16:12] =>  0:11
*** 1805 十年来最痛苦的两天
    CLOCK: [2018-05-25 五 14:20]--[2018-05-25 五 19:00] =>  4:40
    CLOCK: [2018-05-24 四 15:30]--[2018-05-24 四 20:00] =>  4:30
    CLOCK: [2018-05-24 四 05:00]--[2018-05-24 四 11:30] =>  6:30
** 买房
*** 1805 公积金支取
    CLOCK: [2018-07-10 二 20:20]--[2018-07-10 二 20:49] =>  0:29
    CLOCK: [2018-07-10 二 19:24]--[2018-07-10 二 19:30] =>  0:06
    CLOCK: [2018-07-10 二 15:58]--[2018-07-10 二 17:58] =>  2:00
    CLOCK: [2018-06-12 二 13:41]--[2018-06-12 二 13:59] =>  0:18
    CLOCK: [2018-06-12 二 13:24]--[2018-06-12 二 13:40] =>  0:16
    CLOCK: [2018-06-08 五 23:00]--[2018-06-08 五 23:29] =>  0:29
    CLOCK: [2018-06-08 五 22:09]--[2018-06-08 五 22:20] =>  0:11
    CLOCK: [2018-06-04 一 21:11]--[2018-06-04 一 21:46] =>  0:35
    CLOCK: [2018-05-15 二 16:11]--[2018-05-15 二 16:50] =>  0:39
*** 1807 装照片墙和键盘抽屉
    CLOCK: [2018-07-05 四 23:00]--[2018-07-06 五 01:17] =>  2:17
*** 1806 衣物入柜
    CLOCK: [2018-06-30 六 11:45]--[2018-06-30 六 12:47] =>  1:02
    CLOCK: [2018-06-24 日 16:07]--[2018-06-24 日 17:14] =>  1:07
** 外出
*** 1807 去京客隆吃饭去永旺超市购物
    CLOCK: [2018-07-29 日 19:30]--[2018-07-29 日 21:00] =>  1:30
*** 1807 谐神离职请客时间之外牛肉牛板筋火锅
    CLOCK: [2018-07-25 三 18:00]--[2018-07-25 三 20:00] =>  2:00
*** 1807 周五从公司到中关村E世界自取MBP15 2018
    CLOCK: [2018-07-20 五 19:05]--[2018-07-20 五 21:05] =>  2:00
*** 1807 周日度户外香八拉中途掉队碧云寺下山
    CLOCK: [2018-07-15 日 09:50]--[2018-07-15 日 15:30] =>  5:40
*** 1807 周日去做二次保养回来搞定车位
    CLOCK: [2018-07-08 日 10:00]--[2018-07-08 日 14:30] =>  4:30
*** 1807 同事在我家聚会吃零食看世界杯法国站乌拉圭
    CLOCK: [2018-07-06 五 18:45]--[2018-07-07 六 00:00] =>  5:15
** 健身
*** 1807 Keep Fit 02
    CLOCK: [2018-07-18 三 23:41]--[2018-07-18 三 23:58] =>  0:17
    CLOCK: [2018-07-16 一 22:00]--[2018-07-16 一 22:17] =>  0:17
    CLOCK: [2018-07-12 四 00:31]--[2018-07-12 四 00:48] =>  0:17
*** 百度科技楼健身房
    CLOCK: [2018-03-19 一 19:20]--[2018-03-19 一 19:52] =>  0:32
    CLOCK: [2018-01-15 一 17:25]--[2018-01-15 一 17:45] =>  0:20
    CLOCK: [2017-12-05 二 17:20]--[2017-12-05 二 17:50] =>  0:30
    CLOCK: [2017-05-05 五 17:40]--[2017-05-05 五 18:09] =>  0:29
    CLOCK: [2017-04-28 五 17:20]--[2017-04-28 五 18:00] =>  0:40
    CLOCK: [2017-04-17 一 16:57]--[2017-04-17 一 17:58] =>  1:01
    CLOCK: [2017-02-09 四 17:50]--[2017-02-09 四 18:05] =>  0:15
    CLOCK: [2017-01-23 一 16:42]--[2017-01-23 一 17:20] =>  0:38
    CLOCK: [2017-01-03 二 18:43]--[2017-01-03 二 19:18] =>  0:35
    CLOCK: [2016-11-30 三 19:30]--[2016-11-30 三 20:05] =>  0:35
    CLOCK: [2016-11-24 四 18:56]--[2016-11-24 四 19:38] =>  0:42
    CLOCK: [2016-11-08 二 19:46]--[2016-11-08 二 20:10] =>  0:24
    CLOCK: [2016-11-07 一 18:47]--[2016-11-07 一 19:40] =>  0:53
    CLOCK: [2016-11-04 五 18:37]--[2016-11-04 五 19:15] =>  0:38
    CLOCK: [2016-11-01 二 17:45]--[2016-11-01 二 18:40] =>  0:55
    CLOCK: [2016-10-27 四 18:19]--[2016-10-27 四 19:15] =>  0:56
    CLOCK: [2016-10-25 二 18:41]--[2016-10-25 二 19:25] =>  0:44
    CLOCK: [2016-10-24 一 19:40]--[2016-10-24 一 20:15] =>  0:35
    CLOCK: [2016-10-18 二 19:26]--[2016-10-18 二 19:56] =>  0:30
    CLOCK: [2016-10-17 一 18:25]--[2016-10-17 一 19:00] =>  0:35
    CLOCK: [2016-10-14 五 18:00]--[2016-10-14 五 18:32] =>  0:32
    CLOCK: [2016-09-29 四 17:52]--[2016-09-29 四 18:50] =>  0:58
    CLOCK: [2016-09-28 三 18:00]--[2016-09-28 三 19:00] =>  1:00
    CLOCK: [2016-09-27 二 18:11]--[2016-09-27 二 19:00] =>  0:49
    CLOCK: [2016-09-21 三 18:37]--[2016-09-21 三 19:25] =>  0:48
    CLOCK: [2016-09-20 二 19:00]--[2016-09-20 二 19:45] =>  0:45
    CLOCK: [2016-09-19 一 19:13]--[2016-09-19 一 19:51] =>  0:38
    CLOCK: [2016-09-14 三 18:19]--[2016-09-14 三 18:45] =>  0:26
    CLOCK: [2016-09-09 五 19:00]--[2016-09-09 五 19:21] =>  0:21
    CLOCK: [2016-09-08 四 18:27]--[2016-09-08 四 19:00] =>  0:33
    CLOCK: [2016-09-07 三 17:27]--[2016-09-07 三 18:33] =>  1:06
    CLOCK: [2016-09-02 五 18:45]--[2016-09-02 五 19:32] =>  0:47
    CLOCK: [2016-08-31 三 19:04]--[2016-08-31 三 19:40] =>  0:36
    CLOCK: [2016-08-30 二 19:08]--[2016-08-30 二 20:00] =>  0:52
    CLOCK: [2016-08-26 五 18:38]--[2016-08-26 五 19:10] =>  0:32
    CLOCK: [2016-08-25 四 19:35]--[2016-08-25 四 19:55] =>  0:20
    CLOCK: [2016-08-23 二 18:25]--[2016-08-23 二 18:59] =>  0:34
    CLOCK: [2016-08-22 一 18:40]--[2016-08-22 一 19:01] =>  0:21
    CLOCK: [2016-08-19 五 19:00]--[2016-08-19 五 19:20] =>  0:20
    CLOCK: [2016-08-18 四 18:39]--[2016-08-18 四 19:14] =>  0:35
    CLOCK: [2016-08-17 三 19:11]--[2016-08-17 三 19:45] =>  0:34
    CLOCK: [2016-08-16 二 19:06]--[2016-08-16 二 19:30] =>  0:24
    CLOCK: [2016-08-15 一 19:00]--[2016-08-15 一 19:46] =>  0:46
    CLOCK: [2016-08-12 五 19:00]--[2016-08-12 五 19:30] =>  0:30
    CLOCK: [2016-08-11 四 18:38]--[2016-08-11 四 19:04] =>  0:26
    CLOCK: [2016-08-10 三 18:50]--[2016-08-10 三 20:00] =>  1:10
    CLOCK: [2016-08-09 二 18:13]--[2016-08-09 二 19:22] =>  1:09
    CLOCK: [2016-08-05 五 19:30]--[2016-08-05 五 20:00] =>  0:30
    CLOCK: [2016-08-03 三 19:20]--[2016-08-03 三 20:00] =>  0:40
    CLOCK: [2016-08-02 二 19:00]--[2016-08-02 二 20:01] =>  1:01
    CLOCK: [2016-08-01 一 19:11]--[2016-08-01 一 19:50] =>  0:39
    CLOCK: [2016-07-29 五 18:00]--[2016-07-29 五 18:40] =>  0:40
    CLOCK: [2016-07-28 四 19:06]--[2016-07-28 四 19:36] =>  0:30
    CLOCK: [2016-07-26 二 19:00]--[2016-07-26 二 19:50] =>  0:50
    CLOCK: [2016-07-25 一 18:50]--[2016-07-25 一 20:00] =>  1:10
    CLOCK: [2016-07-22 五 18:50]--[2016-07-22 五 19:34] =>  0:44
    CLOCK: [2016-07-21 四 18:20]--[2016-07-21 四 18:55] =>  0:35
    CLOCK: [2016-07-19 二 18:42]--[2016-07-19 二 19:42] =>  1:00
    CLOCK: [2016-07-18 一 18:51]--[2016-07-18 一 19:40] =>  0:49
    CLOCK: [2016-07-12 二 18:45]--[2016-07-12 二 19:30] =>  0:45
    CLOCK: [2016-07-11 一 19:00]--[2016-07-11 一 20:00] =>  1:00
    CLOCK: [2016-07-08 五 20:50]--[2016-07-08 五 21:10] =>  0:20
    CLOCK: [2016-07-06 三 18:40]--[2016-07-06 三 19:10] =>  0:30
    CLOCK: [2016-07-05 二 18:38]--[2016-07-05 二 19:10] =>  0:32
    CLOCK: [2016-07-04 一 18:17]--[2016-07-04 一 18:55] =>  0:38
*** 家里锻炼(insanity)
    CLOCK: [2017-11-30 四 22:22]--[2017-11-30 四 22:36] =>  0:14
    CLOCK: [2017-10-06 五 22:46]--[2017-10-06 五 22:59] =>  0:13
    CLOCK: [2016-11-01 二 22:45]--[2016-11-01 二 23:01] =>  0:16
    CLOCK: [2016-10-30 日 22:55]--[2016-10-30 日 23:01] =>  0:06
    CLOCK: [2016-10-12 三 21:45]--[2016-10-12 三 21:59] =>  0:14
*** 家里锻炼（腹部）
    CLOCK: [2017-11-27 一 23:30]--[2017-11-27 一 23:46] =>  0:16
    CLOCK: [2017-08-17 四 22:34]--[2017-08-17 四 22:45] =>  0:11
    CLOCK: [2017-01-18 三 22:11]--[2017-01-18 三 22:28] =>  0:17
    CLOCK: [2016-12-22 四 23:30]--[2016-12-22 四 23:48] =>  0:18
    CLOCK: [2016-12-18 日 00:28]--[2016-12-18 日 00:46] =>  0:18
    CLOCK: [2016-12-13 二 23:38]--[2016-12-13 二 23:56] =>  0:18
    CLOCK: [2016-12-02 五 21:23]--[2016-12-02 五 21:30] =>  0:07
    CLOCK: [2016-11-23 三 23:23]--[2016-11-23 三 23:35] =>  0:12
    CLOCK: [2016-11-13 日 21:32]--[2016-11-13 日 21:46] =>  0:14
    CLOCK: [2016-11-06 日 23:07]--[2016-11-06 日 23:23] =>  0:16
    CLOCK: [2016-11-05 六 00:07]--[2016-11-05 六 00:15] =>  0:08
*** 奥森跑步
    CLOCK: [2017-01-08 日 17:26]--[2017-01-08 日 18:00] =>  0:34
    CLOCK: [2016-11-06 日 17:41]--[2016-11-06 日 18:12] =>  0:31
    CLOCK: [2016-10-02 日 18:41]--[2016-10-02 日 19:04] =>  0:23
    CLOCK: [2016-09-15 四 19:26]--[2016-09-15 四 20:28] =>  1:02
    CLOCK: [2016-09-10 六 20:29]--[2016-09-10 六 21:01] =>  0:32
    CLOCK: [2016-08-27 六 19:32]--[2016-08-27 六 20:15] =>  0:43
    CLOCK: [2016-08-13 六 21:07]--[2016-08-13 六 21:40] =>  0:33
    CLOCK: [2016-07-24 日 18:49]--[2016-07-24 日 19:19] =>  0:30
    CLOCK: [2016-07-16 六 18:43]--[2016-07-16 六 19:40] =>  0:57

    
    
    
    
    
    
    
    
    
    
    
    

    
    
    
    
    
